{"Aluminum Foil": {"href": "../reuse/Aluminum.Foil", "content": ["Save, cut into tiny pieces (using a paper cutter), and use for whenever you\nneed glitter.\n", "Flatten, wash and store used foil.  Reuse at a later time.\n"]}, "Archery Arrows": {"href": "../reuse/Archery.Arrows", "content": ["Use to tie up plants for support.\n", "Replace plastic \"feathers\" and arrow tips if the arrow is still useable.\n"]}, "Auto Floor Mats": {"href": "../reuse/Auto.Floor.Mats", "content": ["Use as a floor mat for leaky containers in the garage or basement. \n", "Use as a boot tray for inside your house.\n", "Place clean mats next to a kitty litter box to keep the litter from being\ntracked all over the house.  (Sandi; Bailey)\n", "Put a carpeted floor mat in a pet cage (like a cat-carrying case) as a\ndurable and soft place for your pet to nap.  (Amanda K.)\n", "Spread across the tailgate of your truck to protect it while your dogs are\ngetting into and out of the truck.  (Bailey)\n", "Put them on top of the carpeting inside your vehicle to protect it from wet\nand muddy dogs.  (Bailey)\n", "Take with you when you go on a picnic.  Put them on a picnic table bench\nif it's wet from rain or dew or on the ground if no benches are around.  (Bailey)\n", "Place plastic mats under pet water/food dishes to catch spills.\n"]}, "Bags": {"href": "../reuse/Bags", "content": [null, "For those of you who need your baggies, wash them out and                     \nreuse them for your next lunch.          \n          \n", "Wash and use for storage of \"travel\" tissues--you know, the small                     \nplastic package containing 10 tissues that you usually pay 50 cents for.             \n", "Use for garbage bags around the house.\n", "Use to cover school text books.\n", "Don't use.\n", "Reuse.\n", "Use the plastic bags you get from stores for liners in garbage cans around your house. \n(Cathy)\n", "Keep them in your car for garbage.  (Cathy)\n", "Use for stuffing pouf valences.  (Gail)\n", "Cut into strips and tie around a coat hanger which has been formed into a\ncircle to make a Christmas wreath.  (Rachel)\n"]}, "Balls": {"href": "../reuse/Balls", "content": ["Using a long string, hang a ball from the garage ceiling indicating where a new driver  should\nstop the car.  Hitting it won't do any damage to the car and it  will prevent the driver from hitting\nsomething else.\n", "Give soccer balls, footballs, tennis balls, etc. to dogs for chew toys.  (Shelley)\n", "Keep old set in case one of your good balls break.\n", "Keep for when the kids are playing, so they don't destroy good ones.\n"]}, "Baseball Bats": {"href": "../reuse/Baseball.Bats", "content": ["Use for a plant support.  (Shelley)\n", "Keep in your bedroom in case of an intruder.\n"]}, "Belts": {"href": "../reuse/Belts", "content": ["Use to tie back tree branches.  (Kevin)\n", "Use for tying young trees to supports.  (Kevin)\n", "Trim and glue to the bottom of your computer monitor for a non-scratch\nsurface.  (Kevin)\n", "Remove from old belts and save in case you break one.\n"]}, "Binders (3 ring)": {"href": "../reuse/Binders", "content": ["Cut out the section which has the rings on it, drill a hole through the rivets, and then screw\nthe strip to a wall.  Use to store commonly used utensils, paint brushes or your keys.\n", "Duct tape the seams and the pockets together if they rip and continue to use for classes.\n", "Use for orderly storage of bank statements, credit card statements, etc. ", "Print out your\nfavorite recipes on paper and then store in a binder.   (You can find them much quicker this way\nthan searching through several cook books.) "]}, "Blankets": {"href": "../reuse/Blankets", "content": ["Keep an old one in your car for emergencies.           ", "Fold in half the long way, sew it\ntogether, and use it as an            exercise mat.  If it is not cushy enough, sew two together.  If you\ndon't           have access to a sewing machine, just fold it.          \n", "Keep for use at the beach or when on a picnic.\n", "Take when camping so you don't destroy a good one.\n", "Use for lining a pet's cage to make it more comfortable. "]}, "Books & Magazines": {"href": "../reuse/Books", "content": ["Donate books to a library.\n", "Sell college books directly to other students (by-passing the college bookstore) and let them\nsave a TON of money.\n", "Set up a table at your church where people can drop off their old magazines and other people\ncan buy them for 50 cents.  Then give the money to charity. ", "Use cool\nmagazine pictures as envelopes.  (Marie) \n", "Make bath toys by cutting pictures out of a magazine and covering them\nwith contact paper, leaving a one-half inch lip around each piece to allow it to seal.  When these\npieces\nget wet, they will stick to the bathroom tile.  (Mijesa)\n"]}, "Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Boxes": {"href": "../reuse/boxes"}, "Breath Mints": {"href": "../reuse/breath.mints", "content": ["Fill with aspirin or decongestants and keep in your purse or travel bag.\n", "Fill with salt or pepper and take camping.\n", "Fill with sugar or creamer and take with you in the car when bringing a\nthermos of coffee for long road trips.\n"]}, "Bricks": {"href": "../reuse/bricks", "content": ["Salvage from other people's trash and use for a fancy trim around the\ngarden.\n", "Salvage (or reuse your own) and make into a walkway.\n", "Use as a weight to hold down plastic garden film.\n", "Turn into bookshelves by stacking bricks at both ends and laying plywood between the bricks.\n"]}, "Briefcase": {"href": "../reuse/briefcase", "content": ["Use for storage of children's toys.  It will fit under the bed and it is ready for travel to a\nfriend's house.\n", "Give to the kids for use when playing dress up.  (Shelley) ", "Donate to a local shelter so\nthat\nthe residents may use it for job interviews.  (Shelley)\n", "Use it for a fancy overnight bag.  (Shelley)\n", "Spruce it up, fill it with stationary, put a bow on it and then give it as a gift to a college\nstudent.  (Shelley)\n", "Use it for a children's suitcase.\n", "Store tools in it and keep it in the trunk of your car in case of an emergency.\n", "Use for storage of sewing supplies or anything else.\n"]}, "Brooms": {"href": "../reuse/brooms", "content": ["Use for scrubbing garbage cans.\n", "Use push-brooms for pushing snow off of trucks/vans without getting wet.\n", "Insert into the soil of a large potted plant and tie the plant to it for support.  This is helpful\nfor\nlarge plants which tend to droop.\n", "Insert into the ground and tie small trees to it.  This helps to prevent sagging, wind\ndeformation, running over it with a lawn mower, etc.\n", "Tie an old cloth to the handle, leaving some cloth hang free.  Rip the cloth lengthwise, and\nuse\nit as a web beater for getting spiders out of the corners of your house.  (Gail) ", "Use for the\nbody of a children's stick horse.  (Casey) "]}, "Buckets": {"href": "../reuse/buckets", "content": ["Fill partially with soap and water for washing your car.\n", "Use as a garbage can for the basement or garage.\n", "Use when picking apples, pears, etc.\n", "Use for storage of items when camping (it is semi animal-proof).  Be sure to secure the lid.\n", "Put a chair pad on it and use as a seat.\n", "Use as a muck bucket for horses.  (Christine)\n", "Use for collection when weeding the garden.  When the bucket is full,\ntransfer the weeds to a compost pile.\n", "Use as outdoor flower pots.  (Kevin)\n", "Fill clean buckets with water for your dogs when they are outside in the\nsummer.  When the water gets dirty, use it to water the plants.  (Unknown)\n"]}, "Butter Packets": {"href": "../reuse/butter.packets", "content": ["Take them\nhome, wash them out and then fill with homemade fudge.  When the fudge cools, pop it out. \nYou\nhave\nperfect fudge squares. ", "Use when working with small amounts of paint.\n", "Use for starting seeds.  Just put in a little potting soil and a seed.  In a few weeks transfer it to\nthe ground.  (Ms. Myriah)\n"]}, "Buttons": {"href": "../reuse/buttons", "content": ["Save in case you lose one.\n"]}, "Calculator": {"href": "../reuse/calculator", "content": ["Give to someone who can fix it and use/sell it.\n", "Let kids use for playing school, store, etc.\n"]}, "Calendars": {"href": "../reuse/calendars", "content": ["Instead of buying expensive art, mat and frame the calendar pictures.\n", "Save the torn off pieces from a day-by-day calendar and use for scrap\npaper, phone messages, etc.\n"]}, "Candles": {"href": "../reuse/candles", "content": ["Melt down all of your old candles into one big, multicolored one.  (Rae) ", null, null, null, "Use as an envelope seal.  (Shelley)\n"]}, "Candy Wrappers": {"href": "../reuse/candy.wrappers", "content": ["Unwrap candy carefully and save the foil.  Use the foil to wrap homemade candy.\n", "Glue to a thin piece of cardboard (or thick piece of paper), hole punch,\nand sew to clothing as sequins.\n", "Use when making homemade candy.  Make sure they are clean and dry.  (Shelley)\n", "String the wrappers together through the center to make a party lei.  (Shelley)\n"]}, "Cans": {"href": "../reuse/cans", "content": [null, "Fill with water and keep by the fire when camping (just in case). ", "Storage of nuts, bolts,\nsmall parts, etc.\n", "Use for baking bread.  (Paul)\n", "Make a child's drum set out of coffee cans and plastic lids.  (Paul) ", "Attach long, looped\nstrings to the cans and let children use as stilts.  (Casey)\n", "Use to scoop dog food out of a bag.  (Ree)\n", "Cut a hole in the lid and use it as a bank.  (Juan)\n", "Use it as a cookie jar.  (Juan)\n", "Make it into a camp stove by cutting a square into the side of the can, turn it upside-down and place a piece of\ncoal underneath.  (Casey) ", "Fill with worms when going fishing.  (Casey)\n", "Decorate the can, punch 3 or 4\nholes (spaced evenly) around the top rim for string, put a plant in it, and then hang it from the\nceiling.  (Sarah) ", "Push the upside-down can into the ground where you want to place a plant\nand then remove it.  The can will pull out the soil, making digging a hole easy.  (Jon's Dad)\n", "Fill partly with sand and use as an outdoor ash tray.  (Jon)\n", "When camping, boil water in it for a cup of hot\nchocolate.  DO NOT ATTEMPT TO DRINK OUT OF THE CAN!!!\n", "Fill with batter for bread, muffins, etc. and bake in your oven.  When ready to serve, cut out\nthe other end of the can and pop the bread out.  (Andrea)\n", "Use as a crayon holder.  (Misty)\n", "Punch a hole in the bottom of two cans and attach them with a long string for a children's\ntelephone.  (Casey)\n", null]}, "Carabiners": {"href": "../reuse/carabiners", "content": ["Use as a key chain.\n", "Use to attach a mug to a backpack.\n"]}, "Cardboard Boxes": {"href": "../reuse/boxes", "content": ["Use for gift wrapping ties, scarves and gloves.  (Shelley) ", "Square candy boxes can be\nused\nfor wrapping gifts, storing art supplies or carrying cross-stitch work.  (Shelley)\n", "Save love letters in heart-shaped boxes.  (Shelley)\n", "Fill with homemade candy.  (Rae)\n", null, "Cut a heart-shaped box so that you have a flat heart.  Save and let the kids use it as a\ntemplate.\n", null, null, "Cut and use for index\ncards.\n", "Use a smaller box for storing paperclips, rubber bands, etc. ", "Use as a decorative change\nholder for your dresser.\n", "Use  as individual recycling boxes for bedrooms.  This will help  keep garbage\nfrom accumulating on desks and dressers (or in my case the floor). \n", "Use for under-the-bed storage by cutting it to make it shorter.\n", "Make it into a bed for a small pet by cutting an entrance and lining it with a\nblanket.\n", "Cut into puzzle pieces and let the kids put them together.  When the novelty wears off,\nrecycle and grab a new box.           \n", "Cut and tape them into the size of folders.  Make manilla-type folders or add some extra tape\nand make pockets.           \n", "Cut into any size index cards.  Use for flash cards, recipe cards, etc.\n", "Use as gift boxes.\n", "Use as an in-tray on your desk at home for mail, papers to be dealt with, etc. \n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Make into paper dolls for the kids.\n", "Use for grocery lists.  When you place it in the front of the shopping cart, it won't blow away\nlike paper will.  (Richard)\n", "Cut a big portion out of a corner of the box and use it as a magazine holder.  (Jeffrey and\nDiane)\n", "Use as a template for making a gift bag.  Wrap paper around it as you\nwould a package, leaving the top open.  Remove box and punch holes at the top of the two sides\nfor the string handles.  Leave the box in if you would like a stronger bag.  (Mijesa)\n", "Open the boxes carefully to remove the contents.  Then tape the open side shut, and give\nthem to your kids as cheap building blocks. (Jon's Grandma)\n", "Give boxes to pet mice, gerbils or birds for play.  (Lori)\n", "Use to hold odds and ends -- just label. (Dennis)\n", "Use to store small children's toys. (Dennis)\n", "Make into a dollhouse. (Henning)\n", "Use to store recipes.      \n", "Tape the lids to the boxes, paint them bright colors, and give them to the kids for building\nblocks.  (Ms. Myriah)\n", "Cut off the tops and use for the storage of small things.           \n", "Cut into any size index\ncards.  Use for flash cards, recipe cards, etc.          \n", "Cut off the top and use as a gift-wrapping box for t-shirts or other small items.          \n", "Cut off the top and store cassette tapes (for those of you who still use these) in them.   \n", "Cut the side off of a flowered box, fold in half, and make your own Mother's Day card.\n", "Use to store recipe cards.\n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Use for storing\nplastic bags.  Place in different rooms of the house for easy access.  (Gail)\n", "Give to gerbils, hamsters, etc. as a chew toy.  They will shred it and use it for bedding.  (G. Rabenold)\n", null]}, "Carpet": {"href": "../reuse/carpet", "content": ["Place in the back of an enclosed truck or van.\n", "Cut into small squares or circles and place under the feet of heavy furniture.\n", "Place carpet remnants at doors to catch mud and water. ", "Use as floor mats in\ncars.\n", "Take with you when cabin camping to keep the dirt/snow out of your \"home.\"\n", "Cut into strips wide enough to fit between the rows in your garden.  This will minimize\nweeds.  (Cathy) "]}, "Carpet Padding": {"href": "../reuse/carpet.padding", "content": ["Cut into the shape of your slippers, insert and use for extra padding.\n"]}, "Carpet Protectors": {"href": "../reuse/carpet.protectors", "content": ["Cut to the desired size and use as a boot tray.\n", "Keep on the floor in front of the back seat of the van to keep snow/mud off of the carpet.\n", "Use as a drop cloth.\n"]}, "Cereal Boxes": {"href": "../reuse/boxes", "content": ["Use for gift wrapping ties, scarves and gloves.  (Shelley) ", "Square candy boxes can be\nused\nfor wrapping gifts, storing art supplies or carrying cross-stitch work.  (Shelley)\n", "Save love letters in heart-shaped boxes.  (Shelley)\n", "Fill with homemade candy.  (Rae)\n", null, "Cut a heart-shaped box so that you have a flat heart.  Save and let the kids use it as a\ntemplate.\n", null, null, "Cut and use for index\ncards.\n", "Use a smaller box for storing paperclips, rubber bands, etc. ", "Use as a decorative change\nholder for your dresser.\n", "Use  as individual recycling boxes for bedrooms.  This will help  keep garbage\nfrom accumulating on desks and dressers (or in my case the floor). \n", "Use for under-the-bed storage by cutting it to make it shorter.\n", "Make it into a bed for a small pet by cutting an entrance and lining it with a\nblanket.\n", "Cut into puzzle pieces and let the kids put them together.  When the novelty wears off,\nrecycle and grab a new box.           \n", "Cut and tape them into the size of folders.  Make manilla-type folders or add some extra tape\nand make pockets.           \n", "Cut into any size index cards.  Use for flash cards, recipe cards, etc.\n", "Use as gift boxes.\n", "Use as an in-tray on your desk at home for mail, papers to be dealt with, etc. \n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Make into paper dolls for the kids.\n", "Use for grocery lists.  When you place it in the front of the shopping cart, it won't blow away\nlike paper will.  (Richard)\n", "Cut a big portion out of a corner of the box and use it as a magazine holder.  (Jeffrey and\nDiane)\n", "Use as a template for making a gift bag.  Wrap paper around it as you\nwould a package, leaving the top open.  Remove box and punch holes at the top of the two sides\nfor the string handles.  Leave the box in if you would like a stronger bag.  (Mijesa)\n", "Open the boxes carefully to remove the contents.  Then tape the open side shut, and give\nthem to your kids as cheap building blocks. (Jon's Grandma)\n", "Give boxes to pet mice, gerbils or birds for play.  (Lori)\n", "Use to hold odds and ends -- just label. (Dennis)\n", "Use to store small children's toys. (Dennis)\n", "Make into a dollhouse. (Henning)\n", "Use to store recipes.      \n", "Tape the lids to the boxes, paint them bright colors, and give them to the kids for building\nblocks.  (Ms. Myriah)\n", "Cut off the tops and use for the storage of small things.           \n", "Cut into any size index\ncards.  Use for flash cards, recipe cards, etc.          \n", "Cut off the top and use as a gift-wrapping box for t-shirts or other small items.          \n", "Cut off the top and store cassette tapes (for those of you who still use these) in them.   \n", "Cut the side off of a flowered box, fold in half, and make your own Mother's Day card.\n", "Use to store recipe cards.\n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Use for storing\nplastic bags.  Place in different rooms of the house for easy access.  (Gail)\n", "Give to gerbils, hamsters, etc. as a chew toy.  They will shred it and use it for bedding.  (G. Rabenold)\n", null]}, "Chair Pads": {"href": "../reuse/chair.pads", "content": ["Use to kneel on when gardening.\n", "Take on camp outs and use as pillows or for sitting on around a campfire. (Shelley)\n", "Keep in the trunk of your car and use for kneeling on when you have a flat tire.  (Shelley)\n", "Use as a stadium seat for ball games.  (Shelley)\n", "Line a cardboard box or laundry basket with a chair pad and use it for a pet bed.  (Shelley)\n", "Whip stitch extra length to the ties on the pad, and then tie the pads around your chest and\nwaist.  Use when learning to fence.  (Shelley) ", "Use as pillows for children's sleepovers. \n(Shelley)\n", "Use for storage of fragile boxed items.  \n", "Try using the stuffing to re-stuff decorator pillows.  It probably won't be comfortable, but it\nwill make them fluffy again.\n", "Take them on picnics or to parades.  They are easier to carry than folding chairs.\n", "Line a car crawler with chair pads to make fixing your car a little more comfortable.  (Joe)\n", "Put on top of a five gallon bucket and use as a seat.\n"]}, "Chalkboards": {"href": "../reuse/chalkboards", "content": ["Use for leaving messages to family members.\n", "Donate to a children's shelter.\n"]}, "Christmas Holiday": {"href": "../reuse/christma.html", "content": [null, null, null, "Instead of buying them, write directly on the wrapping paper with a black marker.\n", "Make your own by cutting old cards with pinking shears, punching a hole in the corner, and\ntying together with string.  Write the name and a little note on the inside.\n", null, "Instead of buying these relatively expensive items so that you can hang ornaments on the tree,\ntry making your own out of spiral notebook wire or paper clips.\n", "Instead of buying tissue paper to wrap clothing in, use the tissue paper from single rolls of\ntoilet paper.  (Who cares about the writing on the tissue paper--you're just going to throw it out\nanyway.)\n", null, null, "Wrap your presents in the Sunday comics.  (Don't try this with the rest of the newspaper\nsince the ink will smudge.)\n", "Draw seasonal pictures on scrap paper, envelopes, the backs of receipts, etc. and wrap your\npresents with them (this will probably require some cutting and taping).\n", "Wrap your presents in last year's wrapping paper (if you still have it).  If there are only small\npieces which are usable, cut and tape for a collage.\n", "Cut the seams of potato chip bags, wash, and wrap presents with the shiny side out.\n"]}, "Christmas Lights": {"href": "../reuse/christmas.lights", "content": ["String around your child's room and use as a night-light.  (Nick) \n", "Make into a decoration by removing the burned out miniature bulbs from\nthe plastic encasement and twisting the wires of several bulbs together with the bulbs forming a\ncircle.  If done right, this can look like a colorful star or snowflake.  (Jon)\n", "Remove the miniature bulbs from the plastic encasements.  Let children\nstring the plastic pieces together with thread to make jewelry.  (Jon)\n", "Remove the plastic coating on the wire and use the wire for twist ties.  (Jon)\n"]}, "Clock": {"href": "../reuse/clock", "content": ["Remove some of the gizmos from inside and mount onto a pin back with a hot glue gun. \nWear it as jewelry.  (Shelley)\n", "Use a cuckoo clock as a bird feeder.  (Tina)\n", "Use clocks with hands for teaching kids how to tell time. ", "Take off the hands (and\nanything else that sticks out) and use as a picture frame by cutting a picture to the correct shape\nand size, and slipping it between the glass and the clock face.\n", "If it is a clock with a picture built into it, leave it up for decoration. "]}, "Clothes": {"href": "../reuse/clothes", "content": ["Save for a future child.\n", "Give away to new mothers.\n", "Donate to a children's/woman's shelter.\n", "Let children use for dressing up baby dolls.\n", "Collect old jeans, cut them into usable pieces, and sew together                     \ninto a duffle bag, change purse, etc.  (Some sewing skills required.)                     \n", "When making cut-off shorts, save the pant legs and give them to                     \nyour puppies.  They make great tug-of-war items.\n", "Cut into 6x6 squares, sew together and fringe out to make a quilt. \n(Rachel)\n", "Give old socks to your kids for sock puppets.\n", "Take old socks camping.  Bunch them up for thickness and use for pot holders.\n", "Use for dusting around the house.\n", "Tie into a knot and use as a dog toy.\n", "Keep an old hat and gloves in your car for emergencies\n", "Use old winter coats for snow blowing, camping, etc (so you don't ruin a good coat).  (Jack)\n", "Remove pompons from winter hats and give to the cat to play with.  (Carrie)\n", "Use old mittens for dusting around the house.\n", "Use for rags.\n", "Cut the elastic bottoms off of sweats and use as scrunchies. ", "Cut small circles out of\nthicker material and use as \"stoppers\" for  cabinet doors or as appliance \"feet.\"\n", "Make a quilt out of your child's favorite clothes and give to their\nchildren. (Henning)\n", "Use old long-sleeved shirts as a smock for\nchildren who are painting. \n", "Donate to shelters or charities.\n", "Take pieces from old clothing (which are unfit to be reused) and make them into a patchwork\nquilt or pillow.\n", "Cut clothing into small pieces and use as dryer sheets with a liquid dryer\nsheet alternative.  (Marie)\n"]}, "Clothes Hangers": {"href": "../reuse/clothes.hangers", "content": ["Make wire hangers into seasonal wreaths by bending them into a circle and then gluing on\nseasonal items, such as leaves in the fall.  (Rae) \n", "Use for storing ornaments that you hang\non the tree. \n", "Use for making a child's mobile.\n", "Return clothes hangers to the dry cleaners so they can reuse them. (Pam)\n"]}, "Clothes Pins": {"href": "../reuse/clothes.pins", "content": ["Use to clip junk-food bags closed.\n"]}, "Coffee Cans": {"href": "../reuse/cans", "content": [null, "Fill with water and keep by the fire when camping (just in case). ", "Storage of nuts, bolts,\nsmall parts, etc.\n", "Use for baking bread.  (Paul)\n", "Make a child's drum set out of coffee cans and plastic lids.  (Paul) ", "Attach long, looped\nstrings to the cans and let children use as stilts.  (Casey)\n", "Use to scoop dog food out of a bag.  (Ree)\n", "Cut a hole in the lid and use it as a bank.  (Juan)\n", "Use it as a cookie jar.  (Juan)\n", "Make it into a camp stove by cutting a square into the side of the can, turn it upside-down and place a piece of\ncoal underneath.  (Casey) ", "Fill with worms when going fishing.  (Casey)\n", "Decorate the can, punch 3 or 4\nholes (spaced evenly) around the top rim for string, put a plant in it, and then hang it from the\nceiling.  (Sarah) ", "Push the upside-down can into the ground where you want to place a plant\nand then remove it.  The can will pull out the soil, making digging a hole easy.  (Jon's Dad)\n", "Fill partly with sand and use as an outdoor ash tray.  (Jon)\n", "When camping, boil water in it for a cup of hot\nchocolate.  DO NOT ATTEMPT TO DRINK OUT OF THE CAN!!!\n", "Fill with batter for bread, muffins, etc. and bake in your oven.  When ready to serve, cut out\nthe other end of the can and pop the bread out.  (Andrea)\n", "Use as a crayon holder.  (Misty)\n", "Punch a hole in the bottom of two cans and attach them with a long string for a children's\ntelephone.  (Casey)\n", null]}, "Coffee Stirrers": {"href": "../reuse/coffee.stirrers", "content": ["DON'T USE!!!  Use a spoon!\n", "REUSE!!!\n", "Use like a toothpick for testing the doneness of cakes.\n", "Use like toothpicks which get stuck in sandwiches.\n", "Use as a lollipop stick when making homemade lollipops. \n"]}, "Colanders": {"href": "../reuse/colanders", "content": ["Use for storage of children's bath toys.\n", "Use as a light bulb cover when you have a bare ceiling bulb.  (Clokey)\n", "Keep in laundry tub for temporary storage of wet wash cloths.\n", "Use as a children's sand sifter.\n", "Use a smaller strainer for cleaning litter boxes.\n", "Let kids use as helmets when playing.\n", "Keep on the pool deck for those emergencies in which a drowning bug\nneeds rescuing.\n", "Use as a garden sifter to remove pebbles.\n", "Invert and place over bowls when on picnics to keep bees and flies out of\nyour food.\n", "Use as a fruit basket for your counter top.\n", "Use for storage and transport of knitting supplies.\n"]}, "Colored Pencils": {"href": "../reuse/colored.pencils", "content": ["Keep in an arts and crafts box.\n", "Use for marking your calendar in different colors (i.e.  Red=Urgent).\n", "Sharpen and reuse.\n", "Grind up in a pencil sharpener and use as a fire starter.\n"]}, "Compact Discs": {"href": "../reuse/compact.discs", "content": ["If they can still be used, give them to friends or sell them back to stores who deal in used\nCD's.\n", "If they are scratched and can no longer be used, hang them from your wall.  They make for\nfunky interior decorating.\n", "Use as reflectors.  (Russell)\n", "Use as coasters.  (Becky)\n", "Place a watch in the center and hang it on the wall for a funky clock. \n(Becky)\n", "Tie monofilament fishing line to a CD and hang it in a fruit tree.  It will keep the birds from eating all of the fruit.(SCUD)\n"]}, "Computers": {"href": "../reuse/computers", "content": ["Sell to a used computer store.\n", "Donate to a local school and possibly receive a tax deduction as well.\n"]}, "Cookie Cutters": {"href": "../reuse/cookie.cutters", "content": ["Give to the kids and let them use when playing with\nplay dough.\n", "Hang on kitchen walls for decorations.\n", "Hang Christmas cookie cutters from the Christmas tree.\n", "Give to kids as templates for tracing on paper.\n", "Children can dip in paint and then press onto paper to make art.\n", "Hang from a clothes hanger to make a child's mobile.\n", "Hang outside from a coffee can to make a wind chime.\n"]}, "Cookie Dough Tubes": {"href": "../reuse/cookie.dough.tubes", "content": ["Use for storage of homemade cookie dough.  Mix several batches of dough, store it in the\ntubes and freeze it.  When it comes time to bake the cookies, just slice, bake and eat!\n"]}, "Coolers": {"href": "../reuse/coolers", "content": ["Use as a children's toy chest.\n", "Use for storage of camping gear.\n", "Keep it in the basement, closet, etc. for storage of just about anything.\n", "Decorate the outside and use it as a coffee table.  It conveniently holds\nmagazines and anything else lying about when company drops by unexpectedly.\n", "Use as a seed bed.  (Ray)\n"]}, "Cotton": {"href": "../reuse/cotton", "content": ["Use for \"snow\" in train sets.  \n", null]}, "Crayons": {"href": "../reuse/crayons", "content": [null, "Use a\nhand-held pencil sharpener to make crayon shavings.  Crumble the shavings and use as\nglitter-like\ndecorations.  (Eeks)\n", "Make greeting cards by drawing a picture in crayon and then painting over it with water\ncolors.  This will make the crayon stand out.  (Eeks)       ", "Melt old crayons together and use\ncookie cutters to make fun shapes for younger kids.  (Dennis)\n", null, "Keep worn\ndown crayons in a toolbox for handy marking pencils.  (Shelley)\n", "Create a vase by melting different colored crayons over an old bottle.  Let the wax drip\nrandomly.  (Shelley)\n", "Make creative envelope seals by dripping crayon wax onto the back of an envelope.  Make a\nspecial imprint in the wax if you want.  (Shelley) ", "Use different colors to highlight important\nevents on the calendar.  (Shelley)  \n", "Use for drawing on easter eggs before you dip them in the dye.  The dye won't adhere to the\nwax and it will leave pretty designs.\n", "Keep in an arts and crafts box.\n "]}, "Curtain Rods": {"href": "../reuse/curtain.rods", "content": ["Donate!  (Marie)\n", "Use to support plants.  (Marie)\n"]}, "Curtains": {"href": "../reuse/curtains", "content": ["If they are in good condition, donate to a local charity. ", "Heavy curtains can be used as a\ndrop cloth when painting. ", "Larger curtains can be used to cover a pool table, exercise\nequipment, etc.\n", "Heavy curtains can be used for lining the trunk of your car when transporting dirty stuff.\n"]}, "Darts": {"href": "../reuse/darts", "content": ["Tack messages to a dart board using the darts.\n", "Use the darts as an awl (thanks Pierre!) for marking wood or metal.  \n", "Use as a plant support for small plants.\n", "Label the plastic \"feathers\" with plant names and use for labelling a garden.\n", "Use as large thumbtacks for a cork board.\n"]}, "Distributor Caps": {"href": "../reuse/distributor.caps", "content": ["Place it on your desk and stick pencils in it. (Jon)             \n"]}, "Dog Food": {"href": "../reuse/dog.food", "content": ["Dry dog food can be fed to birds.  (Jennifer)\n"]}, "Dog Food Bags": {"href": "../reuse/dog.food.bags", "content": ["Use as trash bags for heavier items.  (Unknown)\n"]}, "Drink Mix Containers": {"href": "../reuse/drink.mix.containers", "content": ["Use for keeping matches waterproofed--although I wouldn't recommend submerging it in\nwater.    \n", "Use for storage of rice, pasta, etc. when camping (or at home).\n"]}, "Duffle Bag": {"href": "../reuse/duffle.bag", "content": ["If it is strong enough, use to carry fire wood logs into the house.\n", "Store out of season clothes in it and then slide it under the bed or in the\ncloset.\n", "Fill with emergency equipment (warm clothes, first aid, etc.) and keep in\nthe trunk of your car.\n"]}, "Easter Baskets": {"href": "../reuse/easter.baskets", "content": ["Place a potted plant inside the easter basket and then place the basket on a shelf for display. \nIt makes it a little prettier.\n", "Use to store hair bows.  (Misty)\n"]}, "Easter Eggs": {"href": "../reuse/easter.eggs", "content": ["Reuse next year.  (Shelley)\n"]}, "Easter Grass": {"href": "../reuse/easter.grass", "content": ["Reuse next year.  (Shelley)\n", "Use as packing when shipping something or sending a breakable gift.  (Ms. Myriah)\n"]}, "Easter Holiday": {"href": "../reuse/easter.html", "content": ["Wrap homemade Easter candy in the foil from store-bought candy.  Just make sure that you\nunwrap the candy without ripping the foil.\n", "Try using the plastic packaging that Easter candy comes in (the ones shaped like bunnies) and\nuse them as a mold for making your own chocolate.\n", "Use for storing the plastic eggs that you hang on the tree.\n", "Make your own by festively decorating the outside of a butter bowl.  It even comes with its\nown lid to keep the candy fresh!\n", "When you decide to turn in your old Easter basket for a new one, don't throw it out.  Instead,\ntry using it as a plant holder.  Place a potted plant inside the basket and put it on a shelf for\ndisplay.  It makes the pot a little prettier.\n", null, "Hide the egg containers that pantyhose come in, and let the kids look for them on Easter.\n", "Decorate hard-boiled eggs with crayons before dyeing them.  The dye won't adhere to the\nwax, and it will leave pretty designs on the egg.\n", "Bend a spiral notebook wire into the shape of an Easter egg dipper and use it when dyeing the\neggs.\n", "Reuse the plastic eggs from year to year.  (Shelley)\n", "Hang the plastic eggs from a tree in your front yard to celebrate the holiday.\n", "Fill the plastic ones with candy and place in Easter baskets.\n", "Instead of buying a bag of cellophane \"grass\" which inevitably clings to your furniture for the\nnext six months, make your own customized grass.  Color both sides of a piece of paper whatever\ncolor you wish and then cut it into very thin strips.  Fill your Easter basket with it.  There won't\nbe any static cling making it stick around until Christmas!\n", "Reuse the grass from year to year.  (Shelley)\n", "Use as packing when shipping something or sending a breakable gift.  (Ms. Myriah)\n", "Compost the shells of your Easter eggs when you finally eat them.\n", "When selecting packages of dye at the store, choose one which uses as little packaging as\npossible.  After all, you really don't need a huge box for six little tablets.\n", "Don't select a package which includes the containers for dyeing eggs.  You have plently of\ncontainers at home.  Try using yogurt containers.\n", "Even better, make your own Easter egg dye at home using food coloring and vinegar.  Some\nfood coloring packages have instructions for this on the back.\n"]}, "Egg Cartons": {"href": "../reuse/egg.cartons", "content": [null, "Use for potting flowers (inside) before moving them\noutdoors. (Jeannette)\n", "Use to keep necklaces and bracelets separate.(Andrea)\n", "Store earrings in the top of the carton to keep from losing them. ", "Cut off the top and use\nas a serving tray for cookies, chips, carrots, etc. (Marsha)\n", "When serving chips on the lid of the carton, serve dip in the half with the egg indentations. \n(This works best when using the styrofoam cartons.) (Marsha)\n", "Break up the styrofoam and use it as packaging material. ", "Wash a styrofoam carton\nVERY\nWELL and use for an ice cube tray.  Keep the lids attached so that you can stack them.\n", null, "Store golf balls inside.\n"]}, "Electrical Wire": {"href": "../reuse/electrical.wire", "content": ["Strip the wire (without damaging the coating), then cut the coating into\nbeads.  (Dumpster Diva)\n", "Use the thin colored wire instead of yarn when making gods eye. \n(Dumpster Diva)\n", "Make the thin colored wire into jewelry by winding it several times to\nmake colored springs.  (Dumpster Diva)\n"]}, "Envelopes": {"href": "../reuse/envelopes", "content": ["Take envelopes which are sent by businesses (in the\nhopes that you will return them), place a label over the pre-printed address, write in a new\naddress, and send it on its way.\n", "Use for writing notes to family members.  Don't recycle until it is completely filled.  (Rae)\n", "Use for storing receipts.\n", "Use for storing or carrying coupons.\n", "Use for writing grocery lists.\n"]}, "Erasers": {"href": "../reuse/erasers", "content": ["Remove cloth strips and glue to the ends of sliding doors to keep them\nfrom slamming against the wall.\n", "Remove cloth strips and glue to the bottoms of doors/windows to\nminimize cold drafts.\n", "Keep in the basement or garage for brushing off a workbench.\n", "Use on dry-erase message boards.\n", "Keep with waterproofing spray and use to clean dirt off of footwear before\nwaterproofing them.\n"]}, "Eyeliner Sharpeners": {"href": "../reuse/eyeliner.sharpeners", "content": ["Use for sharpening pencils or crayons.  DO NOT reuse for your eyeliner.\n"]}, "Fabric Softener Sheets": {"href": "../reuse/fabric.softener.sheets", "content": ["Use as stuffing for stuffed animals and decorative pillows.  (Liz)\n", "Reuse in your sock or underwear drawer to keep your clothes smelling\nfresh.  (Carie)\n", "Place in front of an air vent.  The heat from the vent releases the smell into\nthe air.  (Carie)\n", "Tear the sheets in half before using in the dryer to reduce the number of\nsheets you use.  (Carie)\n", "Wrap around a few clothes hangers in the closet to keep your clothes\nsmelling fresh.\n", "Use to dust your house.\n", "Place inside shoes at night to keep them smelling fresh.\n"]}, "Fast Food Containers": {"href": "../reuse/fast.food.containers", "content": ["Cut in half, poke holes in the bottom of one half, and use as a seed-starter\nfor gardening.  (Liz)\n"]}, "Film Canisters": {"href": "../reuse/film.canisters", "content": ["Storage of thumbtacks, rubber bands, paper clips, etc.            ", "Fill with quarters.  Put in\nyour child's backpack for emergency            phone calls.                 \n", "Use for mixing small portions of paint.\n", "Fill with suntan lotion and carry with you when hiking.  (Rae) ", "Fill with aspirin and keep\nin\nyour backpack or purse.\n", "Fill with shampoo, soap or lotion.  (Courtney & Christina) ", "Fill with water or sand as a\nsouvenir from a vacation.  (Courtney & Christina)\n", "Fill with household odds and ends (such as nuts, bolts, etc.) and store them in an old purse. \n(Gail)\n", "Use for storage of seeds.  (Christine)\n"]}, "Flashlight": {"href": "../reuse/flashlight", "content": ["Remove the batteries from the body and use to store valuables. (Henning)\n"]}, "Floppy Disks": {"href": "../reuse/floppy.disks", "content": ["Use corrupted disks (or disks sent to you in the mail which you don't want) as drink coasters. \n(Andy)\n", "Use the disks that come in the mail as blank diskettes after deleting the useless files.  (G.\nRabenold)\n"]}, "Flower Pots": {"href": "../reuse/flower.pots", "content": ["Fill partially with sand and use as an outdoor ash tray.\n", "Use when placing flowers at a cemetery so that good ones are not\nvandalized or lost.\n", "Use small, plastic pots as scoops for pet food or potting soil.\n", "Use for making sand castles or snow forts.\n", "Use for storage of change on a dresser.\n", "Use small pots as fruit-picking baskets.\n", "Use \"tree-size\" pots for storage of pet toys (or children's toys).\n", "Keep a small pot by the dryer to collect lint.\n", "Use a medium size pot for storage of fruits and vegetables on the counter\ntop.\n", "Use a small pot as a candy jar.\n", "Paint different colors and use to decorate around a garden.  (Edie)\n", "Use \"tree-size\" pots for storage of rags in the basement.\n", "Use \"tree-size\" pots for collecting leaves, weeds, etc. while working in the\nyard.\n", "Take lined \"tree-size\" pots with you when going fruit picking.  Instead of\ntaking the small baskets provided home with you, dump the fruit into the flower pot and return\nthe fruit baskets to the farm owner.\n", "Use \"tree-size\" pots for storage of apples, oranges, potatoes, etc. in the\nhouse.\n", "Use \"tree-size\" pots for storage of gardening tools.\n\n"]}, "Foam Fingers": {"href": "../reuse/foam.fingers", "content": ["Use for washing cars.  Make sure that there is no paint, etc. on the foam which will scratch\nthe paint on your car.  (Jon)\n", "Cut up and use for sponges around the house.\n"]}, "Foil Trays": {"href": "../reuse/foil.trays", "content": ["Wash and use for baking brownies (or anything else).\n", "Use when feeding your puppies leftovers.\n", "Line festively, fill with holiday cookies and give as gifts.\n"]}, "Frisbee": {"href": "../reuse/frisbee", "content": ["Use for playing frisbee with the puppies.\n", "Give to dogs for a chew toy.\n", "Take when backpacking and use as a plate/frisbee--just make sure you\ndon't send it sailing over a cliff or you'll be eating out of the pan!\n"]}, "Garbage Cans": {"href": "../reuse/garbage.cans", "content": ["Relocate to the basement or garage.\n", "Use it as a recycling bin next to a desk.\n", "Use as a small toy box for balls, dolls, etc.\n", "Keep in backyard LINED and COVERED TIGHTLY and use for storage\nof pet droppings until garbage day.\n", "Use as a larger flower pot.\n", "Use for storage of potting soil.\n"]}, "Garden Hose": {"href": "../reuse/garden.hose", "content": ["Poke holes throughout the length of the hose and make it into a soaker\nhose.\n", "Make into an outdoor extension cord protector by slitting the hose along\nits length and pushing the extension cord inside.\n"]}, "Glasses": {"href": "../reuse/glasses", "content": ["Take out the lenses and use for Halloween costumes.\n", "Have your optometrist make them into sunglasses.\n", "Save the screws in case you lose them from your current glasses.  (Although dabbing clear\nnail polish on the screws will prevent them from falling out.) ", "Save old ones and use them\nwhen doing messy work (like painting the house).\n", "Donate to an organization which takes old eyeglasses and puts new lenses in for people who\ncannot afford to buy new pairs.  (Jen)\n"]}, "Glasses Case": {"href": "../reuse/glasses.case", "content": ["Use as a pocket protector.\n", "Use for storing a few special pens on a desktop, beside the bed, etc.\n"]}, "Greeting Cards": {"href": "../reuse/greeting.cards", "content": ["Use as bookmarks.  (YN Long)\n", "Reuse old cards with some strategic editing.\n", null, "Make into gift tags\nby cutting an old card with pinking shears, punching a hole in the corner, and tying the pieces\ntogether.  Add the name and a note inside.  (Grandma) \n", "Cut off the side with the picture (if there is no writing on the reverse side)\nand reuse as a post card.  Pay only postcard postage!  (Glamour Gal)\n"]}, "Grill Brush": {"href": "../reuse/grill.brush", "content": ["Use for cleaning tire rims, mud flaps and running boards when washing\nyour car.\n"]}, "Gym Bags": {"href": "../reuse/gym.bags", "content": ["Use for storage of sports gear (pads, uniforms, etc.)\n", "Use for neat storage of infrequently used shoes.\n"]}, "Hairbrush": {"href": "../reuse/hairbrush", "content": ["Transfer to your camping gear.\n", "Give to your kids for when they are playing with their dolls.\n", "Remove some of the bristles (depending upon the kind) and use for a pet\nbrush.\n", "Keep in the basement or garage for removing dirt from jeans or sneakers\nso it doesn't become mud in the washing machine.\n", "Use for scrubbing larger tools.\n", "Use for scrubbing garbage cans/buckets.\n"]}, "Hairdryer": {"href": "../reuse/hairdryer", "content": ["Cut off electrical cord and let kids use for Dress-Up.  (Regan)\n", "Let children use as a space laser.  (Regan)\n"]}, "Hairspray Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Halloween Costumes": {"href": "../reuse/halloween.costumes", "content": ["Donate to charity for another person to use.  (Regan)\n", "Save and let children use for Dress-Up.  (Regan)\n", "Donate to schools as props/costumes for school plays.  (Regan)\n"]}, "Handcream Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Hockey Pucks": {"href": "../reuse/hockey.pucks", "content": ["Use as a diving toy for a pool.\n", "Use as a paper weight.\n"]}, "Hockey Sticks": {"href": "../reuse/hockey.sticks", "content": ["Use as a plant support.  (Shelley)\n", "Paint brightly and use for marking your driveway in the winter.\n", "Tie an old cloth to the handle, leaving some cloth hang free.  Rip the cloth lengthwise, and\nuse\nit as a web beater for getting spiders out of the corners of your house.  (Gail) "]}, "Hooks": {"href": "../reuse/hooks", "content": ["Use for hanging Christmas ornaments on the tree.\n", "Use for keeping similar buttons together by attaching them to the hook\nusing a twist tie and keeping in a box.  This will make for easy location.\n", "Use it as a unique key chain.\n", "Attach to the end of a ball of yarn for easy location of the end piece.\n", "Use for hanging decorative pot holders on the wall.\n", "Paint as candy canes and hang on the Christmas tree.\n", "Use for hanging a gear-loft inside a tent.\n", "Use to hang the homemade pseudo-sixties chains from your doorway.\n", "Hang individual ties within the \"Z\".  Then hang each of the Z-hooks from a\nregular clothes hanger for a unique tie-hanger.\n"]}, "Iced Tea Containers": {"href": "../reuse/iced.tea.containers", "content": ["Storage of nuts, bolts, screws.  Keep the lids on them and they                     \nare easy to stack on shelves.          \n "]}, "Inner-tubes": {"href": "../reuse/inner-tubes", "content": ["Cut to the width you need and use as rubber bands for very large           items.\n", "Use as patching material for punctured inner tubes. \n", "Cut the inner-tube so it is no longer in a circle.  Cut off the valve and then\ndrop a chain through the tube.  This will keep the chain from clanking.\n"]}, "Jars": {"href": "../reuse/jars", "content": ["Use for storage of nuts, bolts, etc.  (G. Rabenold)\n", "Make them into musical instruments for your children by placing a few\ndried beans, pasta, rice, coins, etc. inside the jar after removing the label.  (Put a few drops of\nglue\non the rim of the jar to glue the lid on.)  (Christina-Marie)   \n", "Keep on the top of your dresser and use for orderly storage of change\nwhen cleaning out your pockets at night.\n", "Keep on desk for storing paper clips, rubber bands, etc.\n", "Use for starting plants indoors.\n", "Insert a wick and fill with wax to make your own candle.  Decorate the\noutside to match the decor of the room.\n", "Use for storing excess seeds.  (Ray)\n", "Use for storing extra spaghetti sauce which comes from a can. ", "Use larger jars for storing\nhomemade soups.\n", "Use the lids from peanut butter jars as coasters.\n", "Drink from smaller glass jars.\n", "Use peanut butter or mayonnaise jars to store homemade cookies in the\nfreezer.  They will be protected from breakage and easily visible.  (Frugel)\n", "Store your razor in a small, covered jar emersed in alcohol to prevent\noxidization of the blade.  It will stay sharp longer.  (Frugel)\n"]}, "Jeans": {"href": "../reuse/clothes", "content": ["Save for a future child.\n", "Give away to new mothers.\n", "Donate to a children's/woman's shelter.\n", "Let children use for dressing up baby dolls.\n", "Collect old jeans, cut them into usable pieces, and sew together                     \ninto a duffle bag, change purse, etc.  (Some sewing skills required.)                     \n", "When making cut-off shorts, save the pant legs and give them to                     \nyour puppies.  They make great tug-of-war items.\n", "Cut into 6x6 squares, sew together and fringe out to make a quilt. \n(Rachel)\n", "Give old socks to your kids for sock puppets.\n", "Take old socks camping.  Bunch them up for thickness and use for pot holders.\n", "Use for dusting around the house.\n", "Tie into a knot and use as a dog toy.\n", "Keep an old hat and gloves in your car for emergencies\n", "Use old winter coats for snow blowing, camping, etc (so you don't ruin a good coat).  (Jack)\n", "Remove pompons from winter hats and give to the cat to play with.  (Carrie)\n", "Use old mittens for dusting around the house.\n", "Use for rags.\n", "Cut the elastic bottoms off of sweats and use as scrunchies. ", "Cut small circles out of\nthicker material and use as \"stoppers\" for  cabinet doors or as appliance \"feet.\"\n", "Make a quilt out of your child's favorite clothes and give to their\nchildren. (Henning)\n", "Use old long-sleeved shirts as a smock for\nchildren who are painting. \n", "Donate to shelters or charities.\n", "Take pieces from old clothing (which are unfit to be reused) and make them into a patchwork\nquilt or pillow.\n", "Cut clothing into small pieces and use as dryer sheets with a liquid dryer\nsheet alternative.  (Marie)\n"]}, "Jewelry": {"href": "../reuse/jewelry", "content": ["Give to kids for playing dress-up.  (Jeanne)\n", "Use old earrings for tacking messages to a cork board. ", "Save clasps from broken\nnecklaces\nand bracelets.\n", "Save earring backings in case you lose any.\n", "If a necklace is beaded, cut the beads loose and let kids collect to make their own jewelry. \n(Jeanne)\n", "Save the pins from watch bands in case you lose or break one. ", "Give watches which no\nlonger work to children so they can play dress up. "]}, "Juice Cans": {"href": "../reuse/juice.cans", "content": ["Use as a pen and pencil holder.\n", "Use for potting plants indoors.\n", "Use as a scoop for pet food.\n", "Cut to make it shorter and use as a scoop for sugar, flour, pasta, etc.\n(Keep in the container for easy access).\n"]}, "Key Chain": {"href": "../reuse/key.chain", "content": ["Attach a chain and hoop to a small stuffed animal (or other favorite\nknickknack) and make your own personalized key chain.\n", "Link together into a chain and use for decorations on a Christmas tree.  Weave colored  material through it to make  more festive.\n", " Attach to zippers on bags, children's jackets, etc. for easy use.\n", " Link together to make a decorative hammock for stuffed animals.\n", " Link together and make into a pull chain for lights, ceiling fans,\netc.\n"]}, "Keys": {"href": "../reuse/keys", "content": ["Using string, attach several to a coffee can, making a unique                     \nwind chime.    \n", "Place in the bottom hem of your curtains to keep them hanging straight.        \n", "Use to open boxes which have been taped shut (its safer than a razor\nblade).\n", "Paint to match the decor of a room and then attach to the end of a pull\nchain (ceiling fan, lamp) for a funky decoration.\n", "Give to kids so they can dip it in paint and use it as a stamp for making art.\n"]}, "Knee Pads": {"href": "../reuse/knee.pads", "content": ["Put on volleyball knee pads when waxing floors, gardening, bodywork on car, roofing, etc.\n", "Use the stuffing to refill stuffed animals or pillows which have lost\nfluffiness.  (Jon)\n"]}, "Kool-aid": {"href": "../reuse/kool-aid", "content": ["Use undesirable Kool-Aid to dye your hair.  (Kady)\n"]}, "Ladder": {"href": "../reuse/ladder", "content": ["Make a wooden ladder into a floor-to-ceiling bathroom towel rack by\nwashing, sanding, varnishing and installing.  You may need to adjust the height or rung-spacing of\nthe ladder.\n"]}, "Laundry Baskets": {"href": "../reuse/laundry.baskets", "content": ["Use as a recycling basket for curbside pickup.\n", "Use when picking apples, pears, etc.\n", "Use for gathering leaves in the fall.\n", "Line with a blanket and use as a pet's bed.\n", "Use to store children's toys in a closet.\n", "Keep in the trunk of your car to keep groceries together. \n", "Use for storing old rags or rugs.\n", "Use when pulling weeds.  (Ray)\n"]}, "Lawnmowers": {"href": "../reuse/lawnmowers", "content": ["Take the wheels off and use for a go-cart for your kids.  (Unknown)\n", "Donate the engine to a school for kids to work on.  (Unknown)\n"]}, "Lightbulbs": {"href": "../reuse/lightbulbs", "content": ["Paint, attach a hook to the bottom and use as Christmas decorations. \n(Marie)\n"]}, "Lint": {"href": "../reuse/lint", "content": ["Use for a fire starter when camping.\n", "Use around the base of your indoor plants to conserve moisture loss.  (Christine)\n"]}, "Lip Balm Tubes": {"href": "../reuse/lip.balm.tubes", "content": ["Stuff the caps (usually a screw-top) with clay or silly-putty and stick on the\nedges of metal shelving for protection from jagged edges.\n"]}, "Locks": {"href": "../reuse/locks", "content": ["Write the combination to a combination lock on a piece of masking tape and stick it to the\nback of the lock.  Store it for future use.  \n", "Use for locking your bike to a bike rack.\n", "Use at a local gym for locking up your clothing.\n", "Give to a younger sibling or neighbor.\n", "Use a key lock for locking the back of certain pickup truck caps.\n", "Use a key lock on a pickup truck tool chest.\n", "Use to lock cabinets around the house which contain paints or chemicals\nso that children cannot get into them.\n", "Use to lock a spare tire under a pickup truck.\n", "Use a key lock to lock the door of a shed.\n"]}, "Lunchboxes": {"href": "../reuse/lunchboxes", "content": ["Use for general storage.          \n          \n", "Fill with glue, crayons, scissors, etc. for a portable arts and                     \ncrafts box.          \n          \n", "Fill with bandages, gauze, etc. and keep it in your car as a first-aid                     \nkit.          \n          \n", "Store a box of crayons, small pieces of scrap paper, travel games, etc.                     \ninside and keep it in your car as an activity center for your child.  ", "Keep sewing supplies\ninside\nit.        \n", "Use it for storage of children's audio tapes.   (Colleen)  \n"]}, "Magnets": {"href": "../reuse/magnets", "content": ["Remove the magnetic strip from the backs of refrigerator magnets you no\nlonger want and glue it to your own design.  Recycle the original design if possible.\n", "Attach a strip to the side of your desk and use for storage of paperclips.\n", "Keep in the sewing kit for quick clean up of spilled needles and pins.\n", "Glue to a refillable pen and keep it on the fridge next to the grocery list or\ncalendar.\n"]}, "Metal Clasps": {"href": "../reuse/metal.clasps", "content": ["Remove from the bag and use to fasten together papers which have been\ntwo-hole punched.\n"]}, "Milk Bags": {"href": "../reuse/milk.bags", "content": ["Once all of the milk has been emptied from the bag, open the bag from one\ncorner to another so that it becomes a plastic pocket. Use it as a baggie.  (Master B)\n", "Once the bag can no longer be used as a baggie, use it to throw away cat\nlitter.  (Master B)\n"]}, "Milk Containers": {"href": "../reuse/milk.containers", "content": ["Fill half-gallon containers with water, staple shut and freeze.  They           make nice \"blue\nice\"\nfor coolers--especially longer trips.  Don't forget           to leave room for the expanding water.\n(Shawn G.)  \n", "Use the bottom half of a half gallon milk carton to start plants in before moving them to your\ngarden.  (Jeffrey and Diane) \n"]}, "Milk Jugs": {"href": "../reuse/milk.jugs", "content": ["Take the lids from gallon jugs, paint black and red and use as checker pieces.  You will need\n24 of them.       \n", "Make the plastic jugs into hanging flower pots by cutting a hole in the top, placing flowers\ninside it and then hanging it by the handle.  (Rae) \n", "Cut the bottom out of a plastic milk carton\nand use the top part to cover and protect growing plants in your garden.  (Jeffrey and Diane)\n", "Use as a scoop for dog/cat/bird feed.  (Russell)\n", "Wash and then using a funnel, fill with bird seed for easy storage.\n", "Cut a large hole in the side and use to put plastic bags in.  Tie a shoelace\naround the handle and hang it.  (Rachel)\n  "]}, "Mirrors": {"href": "../reuse/mirrors", "content": ["Carry a smaller one with you while camping or backpacking for personal use or for signaling\nfor help.\n", "Make a decorative mirror by taking compact mirrors, locker mirrors, etc.,\nand gluing them next to each other on a piece of plywood.  If you do it right, the cracks between\nthe mirrors will enhance your new and much larger mirror.\n"]}, "Motor Oil": {"href": "../reuse/motor.oil", "content": ["Fill bottles with USED motor oil and use for lubricating drive chains.  (Nick)\n"]}, "Mouse Pads": {"href": "../reuse/mouse.pads", "content": ["Cut small circles and use as \"stoppers\" for cabinet doors or as appliance \"feet.\" ", "Use as a\nplace mat.  (Adrian)\n", "Cut, layer and use as a wrist support for the computer keyboard.\n", "Using cookie cutters, trace onto a mouse pad.  Cut the shape out and then\ndip into paint.  Use to decorate your child's room or give to kids and let them dab onto paper. \n(Greg)\n", "Cut into strips and place under heavy items so they don't scratch the\ncounter or desk.\n "]}, "Mouthwash Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Mugs": {"href": "../reuse/mugs", "content": ["Use to store change.\n", "Use as a pencil/pen holder.\n", "Use for temporary storage of stray screws, nuts, etc. found lying around the house.\n", "Use as a decorative paperweight.\n", "Use as a candy dish at home or work.\n", "Use as a \"vase\" for a bouquet of really small flowers (violets, etc.). "]}, "Newspaper": {"href": "../reuse/paper", "content": ["Have your kids color in the boxes with different colors to make funky\ndesigns.\n", "Use for plotting out space when redecorating your house or planning a\ngarden.\n", "Use the Sunday comics as wrapping paper.  (Don't try this with                     \nregular newspaper--the ink smudges.)      \n", null, "Use the comics (instead of paper bags) to cover text books.  \n", "Use to line the bottom of your tent (inside) for insulation.  Place plastic over the paper to\nkeep the print from smudging.  (Jon)\n\n", "Fold several layers thick and use as a hot pad when camping.\n", "Wrap fragile items for packing/storing.\n", "Roll into \"logs\" for campfires.  The thicker the log, the longer it will burn.   Use spiral\nnotebook wire to tie the log together.  (Retrieve the wire and reuse it  when you are done if it's\nstill useable.\n", "Make the above logs more efficient by cutting them in half and using yarn, string or\nshoelaces\nto dip the log into melted down candle wax.  The wax-coated log will make for a good fire starter\non damp days.  (Wendy)\n", null, "Make it into a garden film.  Clear an area of weeds in your garden, lay\nseveral sheets of newspaper down, and spread mulch on top of it.  It will keep most weeds from\ncoming through.  (Jim)\n", "Use to clean mirrors.  (Marie)\n  ", "Use any kind of used paper--computer, notebook, newspaper, etc.                     \nas wrapping paper.  Personalize it with colored pencils.                     \n", "Cut it into smaller pieces and keep it by the phone for messages.                     \n", "When doing first drafts of school papers, print on the reverse                     \nside of used computer paper, photocopies, etc.          \n", "For those of you who work in an office, convince your supervisor                     \nto use the back of scrap paper for printing lists, memos, taking phone messages,                     \netc.  Stress that this will help them save money.        \n", "Use hole-punches as confetti.  \n", null, "Use pieces for bookmarks.  Write down any ideas that pop into your head. ", "Put smaller\npieces in your pockets so that you can jot down notes to yourself throughout the day.  (Caprileo)\n", "Use to line your kitty litter box.  (Erin)\n", "Shred and save for packing material.  (Shelley)\n", "Use for wrapping delicate Christmas ornaments for storage.  (Shelley) ", "Use for learning\norigami.  (Shelley)\n", "Use for making home-made paper.  (Shelley)\n", "Shred and use to line your hamster/gerbil cage.  (Shelley) ", "Use for lining a bird cage. \n(Shelley)\n", "Make a pinata.  (Shelley)\n", "Punch holes along the side and place in a 3-ring binder for school notes. ", "Punch holes\nalong the side and string a shoelace through to make a notebook.   Use a cereal box for a front\nand back cover.\n", "Use for grocery lists\n", "Let kids color, paint, etc. on the back of used paper. ", "Color both sides of the paper\nwhatever color you like, cut into very thin strips and then use as \"grass\" for the easter baskets.\n", "Take used copier paper from work and donate to daycare centers for the kids to draw on. \n(Anonymous)\n", "Give lined computer paper to children learning how to write cursive. \n(Mijesa)\n", "Use to make your own recycled paper.  (Aunt Annie)\n"]}, "Pantyhose": {"href": "../reuse/pantyhose", "content": ["Attach to the end of the tube which discharges water from the washing\nmachine.  This will catch the extra lint.\n"]}, "Pantyhose Eggs": {"href": "../reuse/pantyhose.eggs", "content": ["Hide around the house for children to find on Easter.\n"]}, "Paper": {"href": "../reuse/paper", "content": ["Have your kids color in the boxes with different colors to make funky\ndesigns.\n", "Use for plotting out space when redecorating your house or planning a\ngarden.\n", "Use the Sunday comics as wrapping paper.  (Don't try this with                     \nregular newspaper--the ink smudges.)      \n", null, "Use the comics (instead of paper bags) to cover text books.  \n", "Use to line the bottom of your tent (inside) for insulation.  Place plastic over the paper to\nkeep the print from smudging.  (Jon)\n\n", "Fold several layers thick and use as a hot pad when camping.\n", "Wrap fragile items for packing/storing.\n", "Roll into \"logs\" for campfires.  The thicker the log, the longer it will burn.   Use spiral\nnotebook wire to tie the log together.  (Retrieve the wire and reuse it  when you are done if it's\nstill useable.\n", "Make the above logs more efficient by cutting them in half and using yarn, string or\nshoelaces\nto dip the log into melted down candle wax.  The wax-coated log will make for a good fire starter\non damp days.  (Wendy)\n", null, "Make it into a garden film.  Clear an area of weeds in your garden, lay\nseveral sheets of newspaper down, and spread mulch on top of it.  It will keep most weeds from\ncoming through.  (Jim)\n", "Use to clean mirrors.  (Marie)\n  ", "Use any kind of used paper--computer, notebook, newspaper, etc.                     \nas wrapping paper.  Personalize it with colored pencils.                     \n", "Cut it into smaller pieces and keep it by the phone for messages.                     \n", "When doing first drafts of school papers, print on the reverse                     \nside of used computer paper, photocopies, etc.          \n", "For those of you who work in an office, convince your supervisor                     \nto use the back of scrap paper for printing lists, memos, taking phone messages,                     \netc.  Stress that this will help them save money.        \n", "Use hole-punches as confetti.  \n", null, "Use pieces for bookmarks.  Write down any ideas that pop into your head. ", "Put smaller\npieces in your pockets so that you can jot down notes to yourself throughout the day.  (Caprileo)\n", "Use to line your kitty litter box.  (Erin)\n", "Shred and save for packing material.  (Shelley)\n", "Use for wrapping delicate Christmas ornaments for storage.  (Shelley) ", "Use for learning\norigami.  (Shelley)\n", "Use for making home-made paper.  (Shelley)\n", "Shred and use to line your hamster/gerbil cage.  (Shelley) ", "Use for lining a bird cage. \n(Shelley)\n", "Make a pinata.  (Shelley)\n", "Punch holes along the side and place in a 3-ring binder for school notes. ", "Punch holes\nalong the side and string a shoelace through to make a notebook.   Use a cereal box for a front\nand back cover.\n", "Use for grocery lists\n", "Let kids color, paint, etc. on the back of used paper. ", "Color both sides of the paper\nwhatever color you like, cut into very thin strips and then use as \"grass\" for the easter baskets.\n", "Take used copier paper from work and donate to daycare centers for the kids to draw on. \n(Anonymous)\n", "Give lined computer paper to children learning how to write cursive. \n(Mijesa)\n", "Use to make your own recycled paper.  (Aunt Annie)\n"]}, "Pencil Box": {"href": "../reuse/pencil.box", "content": ["Store game pieces.\n", "Fill with pencils and store in a drawer at home.\n", "Let kids use for a jewelry box.\n", "Let kids use as a cash register when playing \"store\".\n", "Store first aid supplies in it, rubber-band it shut and keep in closet, garage,\nbasement, car, etc.  Be sure to place in a plastic baggie first to keep supplies dry.\n", "Use in the kitchen for orderly storage of soup mixes, taco seasonings, tea\nbags, etc.\n", "Use for a coupon box.\n"]}, "Pencil Shavings": {"href": "../reuse/pencil.shavings", "content": ["Use as a fire starter.\n"]}, "Pens": {"href": "../reuse/pens", "content": ["Use as lids for pencils so you don't poke a hole in your purse. ", "Use as a protective case for mercury thermometers.\n", "Put in the corner of a bird cage as a perch.\n", null, "Let your children\npaint them different colors and then string them together to make\njewelry.\n", "String together and hang from doorways for a pseudo-sixties effect.\n", "String together and use as a pull chain for ceiling fans, lamps, etc.\n", "Paint red, green and gold, string together and use to decorate your\nChristmas tree.\n", "String together and make into a colorful jump rope. ", "String together and use as decorative\nchains for around the house. ", null]}, "Pet Fur": {"href": "../reuse/pet.fur", "content": ["Throw outside and let the birds use for their nests (do this only during\nnest-building season and when there is no wind!)\n"]}, "Petri Dish": {"href": "../reuse/petri.dish", "content": ["Use as a coaster (make sure it was not used for storage of  hazardous\nmaterials).\n"]}, "Phone": {"href": "../reuse/phone", "content": ["Remove the wire and cord (to prevent strangulation) and let the kids use it for a play phone.\n"]}, "Phone Books": {"href": "../reuse/phone.books", "content": ["Use as a booster seat for a child.  MAKE SURE IT IS SECURE!!! ", "Use for pressing\nflowers.\n", "Take an old one to work if you don't have one there.\n", "Keep old ones in various rooms of the house so you can be lazy. "]}, "Phone Cord": {"href": "../reuse/phone.cord", "content": ["Save cords in case you need to replace a broken one.\n", "Cut a sprial cord and form it into a small circle. Slip a key chain ring through and then melt or glue the ends of the cord together. Use as a key chain.\n"]}, "Picture Frame": {"href": "../reuse/picture.frame", "content": ["Keep in the kitchen and slip a recipe card into it when cooking to keep it\nclean.\n", "Use for storage of awards/pictures you no longer wish to display.  Several\nwill fit in a frame.  Store the frame flat in a closet.\n", "If you are bored with the look of a wooden frame, stain it a different color\nand reuse it.\n", "Let children decorate a wooden frame with paint and then allow them to\nhang it in their room with their own art work inside it.\n", "Save the glass and backing of standard size frames for when others break.\n", "Use for hanging emergency phone numbers and instructions in the\nbasement or garage.\n", "Replace the glass with a mirror and hang it for a new look.\n", "Make a small picture frame (wallet size or 3x5) into a coaster.  Glue\nsomething soft (material, etc) to the back so it does not scratch your table.\n", "Use the cardboard backing as a fire starter.\n", "Glue your child's artwork to the cardboard backing of a picture frame. \nDisplay on a wall or as a stand-up without the need for a frame.\n", "If a wooden frame is broken, simply glue or nail it back together.\n"]}, "Pill Bottles": {"href": "../reuse/pill.bottles", "content": ["Use for safe storage of thumbtacks.\n", "Use for spill-proof storage of paperclips or change in a bag. ", "Fill with household odds and\nends (nuts, bolts, etc.) and store in an old purse.\n", "Wash and use for storage of salt, sugar, pepper, etc. when camping.\n", "Wash and use for storage of bulk spices.\n", "Peel off label, fill with aspirin or decongestants and put in purse or bag.\n"]}, "Pillows": {"href": "../reuse/pillows", "content": ["Remove the stuffing and use to make other pillows thicker. ", "Keep it in your pet's cage for\ncomfort.\n", "Cut it in half, sew along the open end and make into two smaller camping pillows.\n", "Instead of throwing it out, restuff it.\n", "Use for pillow fights.\n"]}, "Plastic Bubblewrap": {"href": "../reuse/plastic.bubblewrap", "content": ["Use as a protective cover for your computer, keyboard and printer.  (Ben)\n"]}, "Plastic Cards": {"href": "../reuse/plastic.cards", "content": [null]}, "Plastic Containers": {"href": "../reuse/plastic.containers", "content": ["Storage of any objects that will fit.          \n ", "Storage of leftovers.   \n", "Cut a slit in the lid and use as a bank.   \n", "Fill with rice or sand to make children's musical shakers.  (Adrian) \n", "Use butter bowls as flower pots.  Punch holes in the bottom if necessary and put the lid\nunderneath to catch excess water.\n", "Poke holes in a butter bowl and use it as a colander.\n", "Paint the outside of a butter bowl festively and then use it for an Easter basket\n", "Use butter bowls for storage of chess pieces.  (Bootsy) \n", "Use butter bowls as cereal bowls. \n(Christine)\n", "Use the lid of a butter bowl as a cheap frisbee for your pet.\n", "Use butter bowls as an outdoor water dish for dogs during the summer.\n", "Use butter bowls as a food dish for smaller pets.\n", "Keep a butter bowl in the car for when you take a pet for a ride.  Bring a\njug of water and allow your pet to drink.\n", "Use for storage of crayons.\n", "Use for a pencil holder.\n", "Drill holes in the bottom and make it into a sand sifter.\n", "Use for orderly storage of rice, pasta, nuts, etc.\n", "Use tofu containers for storage of odds-and-ends\n", "Use yogurt containers for dyeing easter eggs.\n", "Fill yogurt containers with pudding or jell-o and send it to school with your kids.  Or better\nyet, take it to work with\nyou!\n"]}, "Plastic Cups": {"href": "../reuse/plastic.cups", "content": ["Fill with extra change and use it as a door stop.  (Christine) ", "Use when on picnics so you\ndon't lose your good glasses.  (Christine) ", "Use as a food scoop for your animals.  (Christine)\n", "Use for potting plants.\n", "Use as a vase for flowers.\n", "Use for drinks outside in the summer (when gardening, etc.) ", "Give to the kids for making\nsand castles.\n", "Use when taking drinks into backyards which have a pool (bare feet won't step on broken\nglass).\n", "Use as a pen holder.\n", "Use as a bank.\n"]}, "Plastic Packaging": {"href": "../reuse/plastic.packaging", "content": ["Use a larger piece for an erasable message pad for phone messages, etc. \n", "On a large\npiece, draw several tic-tac-toe boards with permanent marker.   Give kids wet-erase markers to\nplay with.  Wipe clean when all boards are filled. \n", "Make your own reusable calendar by\ndrawing in boxes with permanent marker and adding numbers and notes with wet-erase markers.\n", "Use larger pieces as a small \"chalk board\" for children.  Keep wet-erase markers and a cloth\nfor erasing handy.\n", "Glue a magnet to the back of a larger piece and keep it on the fridge for messages. ", "Glue a\npiece to the lids of plastic containers.  Use for labeling and dating food when you put it in the\nfridge or freezer.  (Make sure you use erasable markers.) \n", "Use the plastic packaging that\nEaster candy comes in (those shaped like bunnies) as molds for making your own chocolate.\n", null]}, "Plastic Rings (6 pack)": {"href": "../reuse/plastic.rings", "content": ["Tie together and use as a trellis for roses.  (Michele) \n", "String together into \"chicken wire\" and erect around the garden so your\ndog will know that it is off-limits.  Support with wooden handles from shovels, brooms, etc.\n", "Make into a hot pad by cutting each ring separate to form a circle.  Double-crochet around each ring. Sew the six smaller rings together to form one large circle. (Da Mom)\n"]}, "Plastic Scoops": {"href": "../reuse/plastic.scoops", "content": ["Keep in sugar, flour, rolled oats, etc. containers for easy access.\n"]}, "Plastic Utensils": {"href": "../reuse/plastic.utensils", "content": ["DON'T BUY!!!  Use silverware!\n", "Store the plastic utensils you get from fast-food restaurants in your car and use them for\non-the-road meals or when drive-thru forgets to give you utensils (it happens!).\n", "Take on camping trips or picnics (but don't throw them out).  Reuse them until they break.\n", "Send to school in your kid's lunch box.  Make sure they bring them home for reuse!\n", "Use as plant supports for droopy seedlings.\n", "Keep a spoon by the coffee at work for sugar.\n", "Keep a spoon in your desk drawer at work for stirring your coffee (so you don't have to use a\nstirring stick).\n", "Collect and take to work for office parties.  Wash and reuse when the festivities are over.\n", "Let kids use a knife for cutting clay or play dough.\n", "Give to kids for playing \"house\" or \"restaurant.\"\n", "Keep a set in your desk drawer at work in case you forget yours when you bring lunch.\n"]}, "Pocket Protector": {"href": "../reuse/pocket.protector", "content": ["Use for storing a few special pens on a desktop, beside the bed, etc.\n"]}, "Pool Cover": {"href": "../reuse/pool.cover", "content": ["Cut to the desired size and use as packaging material. (Tim)\n"]}, "Pool Pillow": {"href": "../reuse/pool.pillow", "content": ["Use as a tarp for grills, wood, etc. (Tim)\n   "]}, "Pools": {"href": "../reuse/pools", "content": [null, null, null, "Use as a sandbox.\n", "Flip it over and use it for a sandbox cover.\n", "Use as an outdoor dog bath.\n", "Slide it under the bed and use it for storage.\n", "Keep on the floor of the basement and use for storage of wet/dirty clothes\nbefore washing.\n", "Fill with water and put at the entrance to an adult-sized pool.  Grass will\ncome off in the little pool and not the big one.\n", "Line with a blanket and use as a pet bed.\n"]}, "Pop Bottle Lids": {"href": "../reuse/pop.bottle.lids", "content": ["Use for mixing small portions of paint.\n", "Use for small cookie cutters.\n", "Take with you to fast-food restaurants and fill with ketchup.  Wash before you  leave so that\nyou can take it with you and use it again.\n", "Paint, nail to a wall or door, and stuff a styrofoam packing peanut inside. \nUse for tacking up messages.\n"]}, "Pop Bottle Rings": {"href": "../reuse/pop.bottle.rings", "content": ["* Connect using notebook wire and make into a trellis.\n", null, "Use for napkin rings.\n", "Paint festively, connect with string, and use to decorate the Christmas tree.\n", "Connect with string or wire and use to enhance a fan chain, lamp chain or\ncurtain draw strings.\n", "Connect with string, weave yarn or cloth through, and hang from the\ndoorway for a pseudo-sixties effect.\n", "Paint different colors and use for game pieces.\n", "String together with a shoelace and hang across the backseat of the car to\nhang clothing.  Store it in the glove compartment when it is not in use.\n"]}, "Pop Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Popsicle Sticks": {"href": "../reuse/popsicle.sticks", "content": ["Use for labeling sprouting plants in your garden.\n"]}, "Post-its": {"href": "../reuse/post-its", "content": ["Fold over the sticky part and reuse the other side.      "]}, "Potato Chip Bags": {"href": "../reuse/potato.chip.bags", "content": [null, "Wash and use for shiny wrapping paper.\n", null]}, "Potato Chip Tube Lids": {"href": "../reuse/potato.chip.tube.lids", "content": ["Use as coasters for glasses.  If you have excess felt lying                      \naround, glue it to the inside to help absorb moisture.  (My Mom)  \n", "Cut a slit in the center and place a popsicle stick through it to catch drips any.  Wash and\nreuse.  \n"]}, "Pots and Pans": {"href": "../reuse/pots.and.pans", "content": ["Take camping.  This way you won't destroy your good pans while cooking over a fire.\n", "Remove the handle from a not-too-heavy frying pan and use as a dish for backpacking trips.\n"]}, "Propane Bottle Lids": {"href": "../reuse/propane.bottle.lids", "content": ["Save the lids for when you lose one.\n"]}, "Pudding Boxes": {"href": "../reuse/boxes", "content": ["Use for gift wrapping ties, scarves and gloves.  (Shelley) ", "Square candy boxes can be\nused\nfor wrapping gifts, storing art supplies or carrying cross-stitch work.  (Shelley)\n", "Save love letters in heart-shaped boxes.  (Shelley)\n", "Fill with homemade candy.  (Rae)\n", null, "Cut a heart-shaped box so that you have a flat heart.  Save and let the kids use it as a\ntemplate.\n", null, null, "Cut and use for index\ncards.\n", "Use a smaller box for storing paperclips, rubber bands, etc. ", "Use as a decorative change\nholder for your dresser.\n", "Use  as individual recycling boxes for bedrooms.  This will help  keep garbage\nfrom accumulating on desks and dressers (or in my case the floor). \n", "Use for under-the-bed storage by cutting it to make it shorter.\n", "Make it into a bed for a small pet by cutting an entrance and lining it with a\nblanket.\n", "Cut into puzzle pieces and let the kids put them together.  When the novelty wears off,\nrecycle and grab a new box.           \n", "Cut and tape them into the size of folders.  Make manilla-type folders or add some extra tape\nand make pockets.           \n", "Cut into any size index cards.  Use for flash cards, recipe cards, etc.\n", "Use as gift boxes.\n", "Use as an in-tray on your desk at home for mail, papers to be dealt with, etc. \n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Make into paper dolls for the kids.\n", "Use for grocery lists.  When you place it in the front of the shopping cart, it won't blow away\nlike paper will.  (Richard)\n", "Cut a big portion out of a corner of the box and use it as a magazine holder.  (Jeffrey and\nDiane)\n", "Use as a template for making a gift bag.  Wrap paper around it as you\nwould a package, leaving the top open.  Remove box and punch holes at the top of the two sides\nfor the string handles.  Leave the box in if you would like a stronger bag.  (Mijesa)\n", "Open the boxes carefully to remove the contents.  Then tape the open side shut, and give\nthem to your kids as cheap building blocks. (Jon's Grandma)\n", "Give boxes to pet mice, gerbils or birds for play.  (Lori)\n", "Use to hold odds and ends -- just label. (Dennis)\n", "Use to store small children's toys. (Dennis)\n", "Make into a dollhouse. (Henning)\n", "Use to store recipes.      \n", "Tape the lids to the boxes, paint them bright colors, and give them to the kids for building\nblocks.  (Ms. Myriah)\n", "Cut off the tops and use for the storage of small things.           \n", "Cut into any size index\ncards.  Use for flash cards, recipe cards, etc.          \n", "Cut off the top and use as a gift-wrapping box for t-shirts or other small items.          \n", "Cut off the top and store cassette tapes (for those of you who still use these) in them.   \n", "Cut the side off of a flowered box, fold in half, and make your own Mother's Day card.\n", "Use to store recipe cards.\n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Use for storing\nplastic bags.  Place in different rooms of the house for easy access.  (Gail)\n", "Give to gerbils, hamsters, etc. as a chew toy.  They will shred it and use it for bedding.  (G. Rabenold)\n", null]}, "Purses": {"href": "../reuse/purses", "content": ["Use a larger purse as an overnight bag.  (Alyssa and Shane) ", "Use as a costume accessory. \n(Alyssa and Shane)\n", "Give to kids to use for dress-up.  (Alyssa and Shane; Jennifer) ", "Fill with a flashlight,\nmaps\nand other emergency supplies and keep in the trunk of your car.  (Alyssa and Shane)\n", "Cut the handles or strap off of a small purse, slit two holes in each side, and put a belt\nthrough\nit.  Use it as a fanny pack.  (Kathy) ", "Donate to a church or day care so the kids can play\ndress-up.  (Gail) ", "Use it for holding odds and ends from your house, such as screws, nuts,\nbolts, etc.  Keep them organized using film canisters and prescription bottles.  (Gail) ", "Use a\nlarger size purse as a hanging plant holder.  (Jennifer) ", "Use it for storing toiletries when\ntraveling. \n"]}, "Racquets": {"href": "../reuse/racquets", "content": [null, null]}, "Rakes": {"href": "../reuse/rakes", "content": ["Use broken rakes for metal sculptures.  (Winter Lark)\n", "If the handle is broken, buy a wooden rod, attach it to the rake and reuse. \n(Marie)\n", "Use the handle to support plants.  (Marie)\n", "Remove the handle, paint the rake, and hang it upside down in the garage to hang small gardening tools from. (Henning)\n"]}, "Reflectors": {"href": "../reuse/reflectors", "content": ["Attach bike reflectors to sticks to mark the end of your driveway.\n", "If you have a wooded area in your backyard, attach to trees for trail\nmarkers.\n"]}, "Refrigerator": {"href": "../reuse/refrigerator", "content": ["Cut the seal between the frame and the door and use for small magnets (the seal is magnetic).\n(Roy)\n\n", "If it is broken, it can be used as an enclosed shelving system for the basement or garage.  If it\nis still usable, give it to charity.        \n"]}, "Remote Control": {"href": "../reuse/remote.control", "content": ["Let kids use as a zapper when playing.\n"]}, "Road Maps": {"href": "../reuse/road.maps", "content": ["Glue to a large piece of cardboard and then cut into a puzzle.  This makes a good educational\ntoy for children.\n", "Place over an end table and lacquer for an interesting finish.  This can also be done on lamp\nshades.  (Pat)\n"]}, "Rubber Bands": {"href": "../reuse/rubber.bands"}, "Rulers": {"href": "../reuse/rulers", "content": ["Keep by the workbench for use when you lose your tape measure.\n", "If it is broken, use the pieces for small straight edges.\n", "Reuse.\n", "Use wooden ones for firewood (remove the metal strip).\n", "Tie strings to it and use when making marionettes (those dancing puppet\nthings).\n"]}, "School Supplies": {"href": "../reuse/school.supplies", "content": ["Ask your child's teacher if (s)he has any need for them.  (Mr. L) \n", "Reuse anything you can next year.\n", null, null, null, null, null, null, null, null]}, "Scissors": {"href": "../reuse/scissors", "content": ["Keep in an arts and crafts box.\n", "Keep in the glove compartment of your car for removing loose threads on\nyour clothing when out.\n", "Keep in the kitchen for opening bags or boxes.\n", "Keep in the basement for cutting tags off of new clothing before throwing\nthem into the washing machine.\n", "Sharpen and reuse.\n"]}, "Scooters": {"href": "../reuse/scooters", "content": ["Use the square scooters kids use in gym class for moving garbage cans on\ngarbage day.  (Jon)\n", "Attach two square scooters to ends of a piece of plywood or a toboggan to\nmake a car creeper.\n", "Put an oil pan on top of a scooter and slide it under the car for easy oil\nchanges.\n"]}, "Shampoo Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Sheets": {"href": "../reuse/sheets", "content": ["Use for curtains when camping.\n", "Cut into smaller pieces and use for rags.\n", "Make into pillow cases.\n", "Use as tarps for floors or furniture when painting.\n", "Use as a picnic blanket or beach blanket.\n", "Make flannel sheets into pajamas (some sewing skills required). ", "Cut into smaller pieces\nand use for packing away fragile items. ", "Use as ghost costumes for kids (does anyone do this\nanymore?) ", "Keep in the trunk of your car for transporting messy stuff. ", "Use as a cover for\na\npool table, exercise equipment, etc. "]}, "Shoeboxes": {"href": "../reuse/boxes", "content": ["Use for gift wrapping ties, scarves and gloves.  (Shelley) ", "Square candy boxes can be\nused\nfor wrapping gifts, storing art supplies or carrying cross-stitch work.  (Shelley)\n", "Save love letters in heart-shaped boxes.  (Shelley)\n", "Fill with homemade candy.  (Rae)\n", null, "Cut a heart-shaped box so that you have a flat heart.  Save and let the kids use it as a\ntemplate.\n", null, null, "Cut and use for index\ncards.\n", "Use a smaller box for storing paperclips, rubber bands, etc. ", "Use as a decorative change\nholder for your dresser.\n", "Use  as individual recycling boxes for bedrooms.  This will help  keep garbage\nfrom accumulating on desks and dressers (or in my case the floor). \n", "Use for under-the-bed storage by cutting it to make it shorter.\n", "Make it into a bed for a small pet by cutting an entrance and lining it with a\nblanket.\n", "Cut into puzzle pieces and let the kids put them together.  When the novelty wears off,\nrecycle and grab a new box.           \n", "Cut and tape them into the size of folders.  Make manilla-type folders or add some extra tape\nand make pockets.           \n", "Cut into any size index cards.  Use for flash cards, recipe cards, etc.\n", "Use as gift boxes.\n", "Use as an in-tray on your desk at home for mail, papers to be dealt with, etc. \n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Make into paper dolls for the kids.\n", "Use for grocery lists.  When you place it in the front of the shopping cart, it won't blow away\nlike paper will.  (Richard)\n", "Cut a big portion out of a corner of the box and use it as a magazine holder.  (Jeffrey and\nDiane)\n", "Use as a template for making a gift bag.  Wrap paper around it as you\nwould a package, leaving the top open.  Remove box and punch holes at the top of the two sides\nfor the string handles.  Leave the box in if you would like a stronger bag.  (Mijesa)\n", "Open the boxes carefully to remove the contents.  Then tape the open side shut, and give\nthem to your kids as cheap building blocks. (Jon's Grandma)\n", "Give boxes to pet mice, gerbils or birds for play.  (Lori)\n", "Use to hold odds and ends -- just label. (Dennis)\n", "Use to store small children's toys. (Dennis)\n", "Make into a dollhouse. (Henning)\n", "Use to store recipes.      \n", "Tape the lids to the boxes, paint them bright colors, and give them to the kids for building\nblocks.  (Ms. Myriah)\n", "Cut off the tops and use for the storage of small things.           \n", "Cut into any size index\ncards.  Use for flash cards, recipe cards, etc.          \n", "Cut off the top and use as a gift-wrapping box for t-shirts or other small items.          \n", "Cut off the top and store cassette tapes (for those of you who still use these) in them.   \n", "Cut the side off of a flowered box, fold in half, and make your own Mother's Day card.\n", "Use to store recipe cards.\n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Use for storing\nplastic bags.  Place in different rooms of the house for easy access.  (Gail)\n", "Give to gerbils, hamsters, etc. as a chew toy.  They will shred it and use it for bedding.  (G. Rabenold)\n", null]}, "Shoelaces": {"href": "../reuse/shoelaces", "content": ["Save and use for anything you would use string for.     ", "Store in your travel first aid kit\nand use for an\nemergency tourniquet.\n", null, "Wash.  Tie the ends of the curly, stretchable type (that you don't need to\ntie), and use as a hair band.  (KC)\n", "Attach one end to your child's mittens and run the other end through the\nsleeve of their coat to prevent mitten loss.  (KC)\n", "Use as a ribbon on packages wrapped in homemade wrapping paper.  (KC)\n", "Carry a spare in your purse, car or gym bag in case you break one.  (KC)\n", "Use as an emergency belt for your child.  Tie a couple together for an adult\nbelt.  (KC)\n", "Use to hand ornaments from the Christmas tree.  (KC)\n", "Braid three or more together to make bracelets.  (KC)\n", "Attach to ceiling fans/lighting fixtures as a pull chain.  (KC)\n", "Use as curtain tie-backs.  (KC)\n", "College students can use to hang dorm room keys around their neck.\n", "Use to tie plants to a plant support.\n", "Use to hang a small bird feeder from a tree.\n", "Use as a replacement drawstring on hoods, sweatpants, etc.\n", "Keep in camping gear in case rope on tent breaks.\n", "String nuts and washers through for orderly storage.\n", "Roll into a coil, secure with glue or thread and use as a coaster or a hot\npad.\n"]}, "Shoes": {"href": "../reuse/shoes", "content": ["Wear old sneakers when washing cars, cutting the lawn, gardening, etc.\n", "Wear old golf or baseball shoes (the kind with the spikes) when you are doing yard work  to help aerate your lawn. (Henning)\n", "Save the buckles from sandals.\n"]}, "Shoulder Pads": {"href": "../reuse/shoulder.pads", "content": ["Sew to the inside of a bra to add a little padding.\n(Lynn)\n", "Use for waxing your car.\n"]}, "Shovel Handles": {"href": "../reuse/shovel.handles", "content": ["Insert into the soil of a large potted plant and tie the plant to it for support.  This is helpful\nfor\nlarge plants which tend to droop.\n", "Insert into the ground and tie small trees to it.  This helps to prevent sagging, wind\ndeformation, running over it with a lawn mower, etc.\n"]}, "Shower Curtain": {"href": "../reuse/shower.curtain", "content": ["Use as a tarp for grills, wood, etc.\n", "Cover your table with the curtain while the kids are painting or playing with play dough to\nmake\nfor easy clean-up.\n", "Cut and make into a curtain for the bathroom window.\n", "Line the trunk of your car with it when transporting dirty items. ", "Use to cover your\noutdoor plants when the weather drops to freezing.  Make sure you put stakes in the ground to\nprevent the curtain from crushing your plants.  (Shelley)\n", "Use as a drop cloth or for covering furniture when painting.  (Shelley) "]}, "Shower Curtain Rings": {"href": "../reuse/shower.curtain.rings", "content": ["Use to attach keys to\nyour belt loops.\n", "Use to attach a mug to your backpack.\n", "Use to keep camping utensils together.\n"]}, "Shower Head": {"href": "../reuse/shower.head", "content": ["Let the kids use for a microphone.\n"]}, "Shrink Wrap": {"href": "../reuse/shrink.wrap", "content": ["Use for stuffing pouf valences.  (Gail)\n"]}, "Silverware": {"href": "../reuse/silverware", "content": ["Drill a hole at the end of the handle and make into a unique wind chime. \n(Regan)\n", "Attach several pieces together using a soldering gun and make into a neat\ncandle holder.  (Regan)\n"]}, "Ski Bag": {"href": "../reuse/ski.bag", "content": ["Use as a duffle bag.\n", "Use for transporting your tent, ground cloth, dining fly, tent poles, etc. "]}, "Ski Gloves": {"href": "../reuse/ski.gloves", "content": ["Use when shoveling or snow blowing (especially this winter!). "]}, "Ski Poles": {"href": "../reuse/ski.poles", "content": ["Use as a wooden dowel.\n", "Use as a plant support.\n"]}, "Skis": {"href": "../reuse/skis", "content": ["Use for the runners when making home-made sleds.\n", "Remove the bindings from broken or old skis and reuse or give away. "]}, "Sleds": {"href": "../reuse/sleds", "content": ["Use to lie on when working under your car.  (Jon)\n", "Use for emergencies in the snow.  (Jon)\n", "Use for temporary storage of greasy tools (it will keep your garage floor clean).  (Peter)\n", "Use as a \"drop cloth\" when changing your oil just in case you miss the oil pan.  (Peter)\n", "Inflatable snow saucers can be used in the pool in the summer.  (Lisa) ", "Use for\ntransporting fire-wood.\n"]}, "Sleeping Bags": {"href": "../reuse/sleeping.bags", "content": ["Donate to the Boy/Girl Scouts.\n", "Give to a homeless person.\n"]}, "Sneaker": {"href": "../reuse/sneaker", "content": ["Save and use for beach/community cleanups so your good ones don't get\ndirty.  (Kim)\n", "If they are the wrong size but are in good condition, give to a charity. \n(Kim)\n", null, "Make the shoe into a funky pot for a plant.  (Kim)\n"]}, "Snow Shovels": {"href": "../reuse/snow.shovels", "content": ["Use as a dust pan in the garage.  (Mr. Recycle)\n", "Throw it into your trunk (if it will fit) in case you need to dig yourself out of a mud pit.\n"]}, "Soap": {"href": "../reuse/soap", "content": ["Melt down all small soap pieces into one ball of soap.  (Rae) "]}, "Socks": {"href": "../reuse/clothes", "content": ["Save for a future child.\n", "Give away to new mothers.\n", "Donate to a children's/woman's shelter.\n", "Let children use for dressing up baby dolls.\n", "Collect old jeans, cut them into usable pieces, and sew together                     \ninto a duffle bag, change purse, etc.  (Some sewing skills required.)                     \n", "When making cut-off shorts, save the pant legs and give them to                     \nyour puppies.  They make great tug-of-war items.\n", "Cut into 6x6 squares, sew together and fringe out to make a quilt. \n(Rachel)\n", "Give old socks to your kids for sock puppets.\n", "Take old socks camping.  Bunch them up for thickness and use for pot holders.\n", "Use for dusting around the house.\n", "Tie into a knot and use as a dog toy.\n", "Keep an old hat and gloves in your car for emergencies\n", "Use old winter coats for snow blowing, camping, etc (so you don't ruin a good coat).  (Jack)\n", "Remove pompons from winter hats and give to the cat to play with.  (Carrie)\n", "Use old mittens for dusting around the house.\n", "Use for rags.\n", "Cut the elastic bottoms off of sweats and use as scrunchies. ", "Cut small circles out of\nthicker material and use as \"stoppers\" for  cabinet doors or as appliance \"feet.\"\n", "Make a quilt out of your child's favorite clothes and give to their\nchildren. (Henning)\n", "Use old long-sleeved shirts as a smock for\nchildren who are painting. \n", "Donate to shelters or charities.\n", "Take pieces from old clothing (which are unfit to be reused) and make them into a patchwork\nquilt or pillow.\n", "Cut clothing into small pieces and use as dryer sheets with a liquid dryer\nsheet alternative.  (Marie)\n"]}, "Soup Cans": {"href": "../reuse/cans", "content": [null, "Fill with water and keep by the fire when camping (just in case). ", "Storage of nuts, bolts,\nsmall parts, etc.\n", "Use for baking bread.  (Paul)\n", "Make a child's drum set out of coffee cans and plastic lids.  (Paul) ", "Attach long, looped\nstrings to the cans and let children use as stilts.  (Casey)\n", "Use to scoop dog food out of a bag.  (Ree)\n", "Cut a hole in the lid and use it as a bank.  (Juan)\n", "Use it as a cookie jar.  (Juan)\n", "Make it into a camp stove by cutting a square into the side of the can, turn it upside-down and place a piece of\ncoal underneath.  (Casey) ", "Fill with worms when going fishing.  (Casey)\n", "Decorate the can, punch 3 or 4\nholes (spaced evenly) around the top rim for string, put a plant in it, and then hang it from the\nceiling.  (Sarah) ", "Push the upside-down can into the ground where you want to place a plant\nand then remove it.  The can will pull out the soil, making digging a hole easy.  (Jon's Dad)\n", "Fill partly with sand and use as an outdoor ash tray.  (Jon)\n", "When camping, boil water in it for a cup of hot\nchocolate.  DO NOT ATTEMPT TO DRINK OUT OF THE CAN!!!\n", "Fill with batter for bread, muffins, etc. and bake in your oven.  When ready to serve, cut out\nthe other end of the can and pop the bread out.  (Andrea)\n", "Use as a crayon holder.  (Misty)\n", "Punch a hole in the bottom of two cans and attach them with a long string for a children's\ntelephone.  (Casey)\n", null]}, "Special Projects": {"href": "../reuse/instruct.html", "content": ["Remove the net from a soccer goal (or any other net).\n", "Cut a large circle from the good portion of the net.\n", "Weave a string or rope through the outer edge of the net to create a drawstring.\n", "Fill with balls.\n", "Combine 4 cups of water and 2 cups of sugar.\n", "Heat and pour into a two liter plastic bottle.\n", "Cut two small \"X's\" in the top sides and push inward.\n", "Replace the cap on the bottle and hang from a tree using a broken shoelace.  It will catch\nhundreds of bees!\n", "You will need the plastic packaging that chocolate easter bunnies come in.  They are in the\nshape of the bunny.\n", "Line the plastic bunny shape with wax paper.\n", "Mix honey or peanut butter with bird seed.\n", "Hang from a tree using an old shoelace.\n", "Cut the bottom half of the carton away from the top half.\n", "Cut the bottom of the carton into six sections, each containing two egg cups.\n", "Decorate the outsides to make them look like Easter eggs.\n", "Fill one cup from each of the six sections with small candies.\n", "Fold each section in half so that one of the egg cups rests on top of the second one.\n", "Attach the top and bottom together with a twistie.\n", "Place it inside an Easter basket, or hide them around the house for children to find.\n", "Cut and fold the cereal box to the size you would like your card to be.  \n", "Place the cardboard on a piece of scrap paper.  The picture side of the cereal box should face\nthe used side of the paper so that only blank sides face out.\n", "Cut the paper so that it is larger than the cardboard.  (How much larger will depend upon the\nsize of the border you would like.)\n", "Fold the paper over the edges of the cardboard and glue to the inside.  (This will form a\nborder on the inside while making a nice transition from paper to cardboard.)\n", "Make sure that the card will close with the paper on the outside.\n", "Decorate the outside of the card as well as the borders.  The more you decorate, the less\nlikely you are to see what is on the other side of the paper.\n", "Put it in a custom-made envelope.\n", "Cut a heart-shaped candy box so that you have two flat heart shapes.\n", "Punch a hole in the top of each hump of the heart.\n", "Using a short piece of red yarn, tie a bow at the top of each hump.\n", "Write a message inside.\n", "1.Cut the tops off of tissue boxes and glue their sides together so that when it sits up it looks like the rooms of a doll house.\n", "2.Cut pictures of furniture, etc. out of old catalogs.\n", "3.Glue the pictures to the inside of the tissue boxes to furnish the\nhouse.", "Take the wire from a spiral notebook and straighten it.  (The wire from a five subject\nnotebook is NINE FEET LONG!!!  Can you believe that?) \n", "You will need a total length of 4.5 feet, and the number of 4.5 foot wires you will need\ndepends upon how thick you want your hanger.  (I recommend using at least 2 pieces of wire,\notherwise the hanger won't be strong enough to hold anything.)  \n", "Twist the two or more pieces of wire together as tightly as you can.  Be VERY CAREFUL\nwhen twisting since the wire will fling upward toward your face--you might want to wear safety\ngoggles.  \n", "Bend the wire into the shape of a clothes hanger--it helps to use an actual one as a sample. \n", "When you are finished, wrap and secure shoelaces tightly around the wire to prevent snagging\nany of your clothes. ", "Cut a heart-shaped box so that you are left with two flat hearts.\n", "Cut a hole the size of a picture in one of the hearts.\n", "Place a child's picture in the hole and then tape it to the back of the heart to keep it from\nmoving.\n", "Place the two heart shapes on top of each other, and then punch holes all the way around the\nperimeter of the heart.\n", "Use red yarn to attach the two hearts together by weaving it through the holes.\n", "Remove the string from a tennis racquet.\n", "Cut off  the bottom half of an old pair of pantyhose.\n", "Staplegun the pantyhose to the racquet.\n", "Find old Christmas cards.  You will need at least three pictures.\n", "Using a glass, trace a circle around the pictures you would like to include.  Cut these out.\n", "Fold each circle in half.\n", "Glue or staple the three circles together with the pictures facing out so that it forms a\ntriangle-like\nshape.\n", "Punch a hole through one of the sides, place an ornament hook through it.  Hang it from the\ntree.\n", "Remove the paper from the crayons and place various colors in a non-stick muffin pan.  Fill\nthe muffin cup up only a quarter of the way.\n", "Place in the oven and bake on a low temperature setting until all of the crayons have melted.\n", "Let cool and then pop the wax out.\n", "Take the lid of a heart-shaped candy box.\n", "Cut a hole in the middle.\n", "Place a picture in the hole and then tape it to the back of the box to keep it from moving.\n", "Attach a string across the back of the box.\n", "Hang the picture frame on a wall.\n", "Cut a potato chip bag along the seams so that it opens up and lays flat.  \n", "Wash with dish soap and dry off.  \n", "Cut a strip approximately one-half inch wide (or whatever you like).  \n", "Cut the strip to whatever length you like.  This will depend upon the size of bow you wish to\nmake.  (Experiment to find what you like best.)\n", "Twist the strip into a figure \"8\" keeping the shiny side facing out at all times.  (The other side\nof the strip will be visible at the center of the bow.)\n", "Clip in the middle with a paper clip.  (This is only temporary.)\n", "Repeat step 5 with another strip.\n", "Remove the paper clip from the first strip.  \n", "CAREFULLY, so the strips do not slip, place the two bows perpendicular to each other.  It\nshould look like a \"+\".  Staple at the center--make sure that all of the ends are stapled or the bow\nwill fall apart.\n", null, null, null, "Tape it to a package and proudly tell everyone that you made it--but only if it looks good!\n", "Cut a potato chip bag along the seams so that it opens up and lays flat.  \n", "Wash with dish soap and dry off.  \n", "Cut numerous strips to whatever width you would like the ribbon to be.\n", "Using very thin pieces of tape (approximately one-sixteenth of an inch wide) tape the strips\ntogether (both the shiny side and the other side). \n", "Tape as many together as you wish to make the ribbon as long as you would like.\n", "Tape one end to a toilet paper tube.  Wrap the ribbon around it.  When all of the ribbon has\nbeen wrapped around the tube, tape the other end down.\n", "Use it like you would use any other ribbon--just keep the shiny side up.\n", "After opening a new toilet paper roll, take the tissue paper and spread it flat.\n", "If you do not want any commercial design on the flower, cut around it.  Cut strips of tissue\npaper.  The width of the strip will be the diameter of the flower.  The length will determine the\nnumber of pleats you will get.\n", "Place these strips on top of each other.  (They will need to be the same size.)  You will need\nat least four strips to make it look good.\n", "Pleat the group of strips along the length.  The smaller the pleats, the tighter the flower.  (Be\ncareful not to make the pleats too tight, since it may be difficult to separate the layers.)\n", "When you are done pleating the strips, you should be left with one thick strip whose length is\nas long as the width of the original strip.  Staple the center of this strip.\n", "Fan out each side of the strip around the staple.\n", "Carefully, so as not to rip the paper, separate the layers of tissue paper.  Pull the first layer\ntoward the staple--it should form a pleated half-circle.  Then pull the second layer, and the third,\netc.\n", "When you are finished, it should resemble a flower head.  Brush the top lightly with a marker\nto give it a little color.\n", "Tape it to a present.\n", "When you finish with a roll of toilet paper or paper towels, cut the tube into rings that are\nthree-quarters of an inch wide.  You will need three of these rings for each one packing material.\n", "Place one of these inside another in the shape of an \"X\".\n", "Place the third one over the \"X\" so that none of the rings are overlapping.\n", "Stuff with a little ball of newspaper.\n", "Make as many of these as you need.\n", "Fill an empty soup can with water and then freeze.\n", "Once the water has frozen, use a nail and hammer to create a design in the can.\n", "When you have finished creating the design, allow the ice to melt.\n", "Place a candle inside, and voila!  You have your own votive.\n", "Cut two pieces of wallpaper to a size large enough to sit on.\n", "Punch holes around the perimeter.\n", "Place several sheets of newspaper between the two sheets of wallpaper.  Make it thick enough\nfor comfort and warmth.\n", "With the wallpaper facing outward, attach the two sheets together by weaving old shoelaces\nthrough the holes.\n"]}, "Spice Containers": {"href": "../reuse/spice.containers", "content": ["Buy spices in bulk and store them in previously used containers.\n", "Fill with sugar and use for sprinkling sugar on cereal.  This takes up less\nroom than a sugar bowl.\n", "Fill with Confectioner's sugar, and use when sprinkling on plain cake or\ncupcakes.\n", "Use food coloring to dye sugar different colors, fill the containers with the\ndifferent colors and then use when sprinkling on Christmas cookies.\n", "Store rubber bands, paper clips, etc.\n", "Store smaller game pieces.\n", "Storage of sugar, salt, pepper when camping.\n", "Use for a pencil/pen holder.\n"]}, "Spiral Notebook Wire": {"href": "../reuse/spiral.notebook.wire", "content": ["CAREFULLY cut to a length of a few inches, bend into a hook at both ends, and use to hang\nChristmas ornaments on the tree.\n", null, "Shape into a\ndipper for use when dying easter eggs.\n", "Make your own paperclips.\n"]}, "Sports Nets": {"href": "../reuse/sports.nets", "content": [null, "Use the rope\nwhich is strung through the top of a volleyball net as a clothes line (or anything else you need\nrope for).\n", "Tie to your balcony to prevent cats from jumping off.  (Ben)\n"]}, "Stuffed Animals": {"href": "../reuse/stuffed.animals", "content": ["Attach suction cups to a stuffed animal and make your own car-window\ncompanion.\n", "Attach a chain and hoop to a small stuffed animal and make your own key\nchain.\n"]}, "Styrofoam": {"href": "../reuse/styrofoam", "content": [null, null, "Save all of the styrofoam peanuts which come as packaging.  When you have a large supply,\nask around and find a store which will collect and reuse them.     ", "Use it as insulation material\n(ie. covering cracks in windows in winter, etc.).  (Unknown) \n "]}, "Suction Cups": {"href": "../reuse/suction.cups", "content": ["Use to hang Christmas lights on windows or mirrors (for an extra funky\neffect).\n", "Attach to a small stuffed animal and make your own car-window\ncompanion.\n", "Glue to shower curtain ends to keep the curtain closed so water doesn't\nsplash out.  (Marie)\n"]}, "Suitcase": {"href": "../reuse/suitcase", "content": ["Use for storage of children's toys.  It will fit under the bed and it is ready for travel to a\nfriend's house.\n", "Use as an extra dresser if you don't have enough room for all of your\nclothes.  Keep in the closet or under your bed.\n", "Use for storage of out-of-season clothing to free up closet space.\n", "Make into a sentimental storage unit.  First paint the suitcase the color of\nyour choice, then glue photocopies of family pictures, greeting cards, etc to the outside, finishing\nwith a protective coating.  Use this to store Christmas ornaments or valued momentos.  (Brenda\nB)\n"]}, "Swings": {"href": "../reuse/swings", "content": ["Dig a shallow hole in the ground in the shape of the swing, place the\nswing into the hole (make sure it is secure) and use them as a walkway into a garden or to an outdoor hose spigot.\n", " Grind up the rubber and use in concrete instead of aggregate. (Kevin)\n"]}, "Tape Rings": {"href": "../reuse/tape.rings", "content": ["Paint and use as napkin rings.          \n "]}, "Television": {"href": "../reuse/television", "content": ["Gut a dead television and place an aquarium inside.  Fill with fish.  (Marie)\n"]}, "Tent": {"href": "../reuse/tent", "content": ["If it is in good condition, donate it to a Scouting group or sell it at a garage\nsale.\n", "Use metal poles from A-Frame's as supports for temporary fencing around\ngardens.\n", "Keep in the backyard for children's slumber parties or campouts.\n"]}, "Tent Stakes": {"href": "../reuse/tent.stakes", "content": ["Straighten out bent ones using pliers and a vice and then reuse.\n"]}, "Thermos": {"href": "../reuse/thermos", "content": ["Fill with soup and take to work.\n", "Use for holding a pool-side drink.  Stick a straw into the pop-up spigot\nand you won't have to worry if it tips over.\n", "Take the cup when camping.\n", "Use the cup as a small flower pot.\n", "If you have young, independent children at home, keep a thermos in the\nfridge filled with juice or milk.  When your child wants something to drink, he can pour it from\nthe small thermos instead of a large, heavy jug.\n", "Remove the lid and use as a pencil holder.\n", "Remove the lid and use as a vase.\n", "Use the cup as a cookie cutter for making large cut-out cookies.\n", "Use the cup for storing birthday candle holders.\n", "Save the cup for when your child breaks the cup on his new lunchbox\nthermos.\n", "Use as a scoop for pet food.\n", "Use as a scoop for grains, flour, etc.\n"]}, "Tiles": {"href": "../reuse/tiles", "content": ["Make into a hot pad for the kitchen.\n"]}, "Tire Rim": {"href": "../reuse/tire.rim", "content": [null, "Clean and paint and then use to wrap the garden hose around.  (Jim)\n"]}, "Tires": {"href": "../reuse/tires", "content": ["Use as a large flower pot for your yard.\n", "Place in your backyard and fill with sand for a childrens sand box.  Use a large sheet of\nplywood for a cover.\n", "Attach to a tree and use as a swing.\n", "Hang from a tree and throw a football through it.\n", "Cut open and use as lining for horse stalls.  (Alissa) \n", "Place in the desired area, fill with soil, and then plant melons or other\nplants which require mounds.  (Ray)\n"]}, "Tissue Boxes": {"href": "../reuse/boxes", "content": ["Use for gift wrapping ties, scarves and gloves.  (Shelley) ", "Square candy boxes can be\nused\nfor wrapping gifts, storing art supplies or carrying cross-stitch work.  (Shelley)\n", "Save love letters in heart-shaped boxes.  (Shelley)\n", "Fill with homemade candy.  (Rae)\n", null, "Cut a heart-shaped box so that you have a flat heart.  Save and let the kids use it as a\ntemplate.\n", null, null, "Cut and use for index\ncards.\n", "Use a smaller box for storing paperclips, rubber bands, etc. ", "Use as a decorative change\nholder for your dresser.\n", "Use  as individual recycling boxes for bedrooms.  This will help  keep garbage\nfrom accumulating on desks and dressers (or in my case the floor). \n", "Use for under-the-bed storage by cutting it to make it shorter.\n", "Make it into a bed for a small pet by cutting an entrance and lining it with a\nblanket.\n", "Cut into puzzle pieces and let the kids put them together.  When the novelty wears off,\nrecycle and grab a new box.           \n", "Cut and tape them into the size of folders.  Make manilla-type folders or add some extra tape\nand make pockets.           \n", "Cut into any size index cards.  Use for flash cards, recipe cards, etc.\n", "Use as gift boxes.\n", "Use as an in-tray on your desk at home for mail, papers to be dealt with, etc. \n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Make into paper dolls for the kids.\n", "Use for grocery lists.  When you place it in the front of the shopping cart, it won't blow away\nlike paper will.  (Richard)\n", "Cut a big portion out of a corner of the box and use it as a magazine holder.  (Jeffrey and\nDiane)\n", "Use as a template for making a gift bag.  Wrap paper around it as you\nwould a package, leaving the top open.  Remove box and punch holes at the top of the two sides\nfor the string handles.  Leave the box in if you would like a stronger bag.  (Mijesa)\n", "Open the boxes carefully to remove the contents.  Then tape the open side shut, and give\nthem to your kids as cheap building blocks. (Jon's Grandma)\n", "Give boxes to pet mice, gerbils or birds for play.  (Lori)\n", "Use to hold odds and ends -- just label. (Dennis)\n", "Use to store small children's toys. (Dennis)\n", "Make into a dollhouse. (Henning)\n", "Use to store recipes.      \n", "Tape the lids to the boxes, paint them bright colors, and give them to the kids for building\nblocks.  (Ms. Myriah)\n", "Cut off the tops and use for the storage of small things.           \n", "Cut into any size index\ncards.  Use for flash cards, recipe cards, etc.          \n", "Cut off the top and use as a gift-wrapping box for t-shirts or other small items.          \n", "Cut off the top and store cassette tapes (for those of you who still use these) in them.   \n", "Cut the side off of a flowered box, fold in half, and make your own Mother's Day card.\n", "Use to store recipe cards.\n", "Use pieces for bookmarks.  Write down any ideas that pop into your head while reading.\n", "Use for storing\nplastic bags.  Place in different rooms of the house for easy access.  (Gail)\n", "Give to gerbils, hamsters, etc. as a chew toy.  They will shred it and use it for bedding.  (G. Rabenold)\n", null]}, "Toboggan": {"href": "../reuse/toboggan", "content": ["Make into a car creeper by attaching scooters to the bottom and a pillow\nto the top.\n", "Cut off the curved part and make into a coffee table by placing on supports\nsuch as large plant pots.  (To be really creative, cut a hole in the toboggan and allow the plant to\ngrow through it.)\n"]}, "Toilet Paper Tubes": {"href": "../reuse/toilet.paper.tubes", "content": [null, "Stuff an extra set of\nstockings into a tube and keep in your desk drawer at work, your glove compartment, etc. in case\nof a run.\n", "Ask local schools if they need them for art projects.  (Annette) ", "Put in the hamster cage. \n(Annette)\n", "Wrap double-sided tape around the tube, stick one or two fingers in the middle and roll over\nclothing, furniture, etc. to remove lint.  (Julie) ", "Tape one end of yarn/string to the tube.  Wrap\nthe string around the tube and then hook the end into a notch cut into the edge of the tube.  It\nmakes for easy storage. ", "Use for storing your home-made ribbon from potato chip bags.\n", "Let your kids use along with kleenex boxes as building blocks. ", "Stuff a few plastic bags\ninto the tube and then place the tube in the glove compartment of your car.  It will keep them tidy\nand on-hand for when you need them. ", "Use for wrapping party gifts by inserting the gift,\npinching and taping the ends closed and then decorating.  (Shelley)\n", "Use for storing long pieces of ribbon which have been saved from packages.  This will keep\nthe ribbon smooth.  (Shelley)\n", "Slip over small cords to prevent them from tangling.  (Russell)\n", "Give to pet rodent or bird for play.  (Lori)\n", "Glue tubes together vertically into a grid larger than your television. \nCover the grid with wax paper and place in front of the tv.  It gives you a cool, multi-colored\nlight.  (Clokey)\n", "Use in place of a peat pot.  Fill with potting soil, place in a plastic\nbutter/ice cream tub, plant the seed and water.  When the plants sprouts, plant the seedling (tube\nand all) in the ground.  The tube rots away.  (William)\n"]}, "Toilet Paper Wrappers": {"href": "../reuse/toilet.paper.wrappers", "content": ["Use the packaging from toilet paper rolls as tissue                     \npaper when giving gifts as presents. \n", "Use for stuffing pouf valences, etc.           \n", null]}, "Toilet Seats": {"href": "../reuse/toilet.seats", "content": ["Hang the seat from a tree (kind of like a tire) and use to practice pitching\naccuracy.\n", "Use the lids as \"stepping stones\" to a pool, garden, etc. \n"]}, "Toothbrush": {"href": "../reuse/toothbrush", "content": ["Use for polishing your shoes.  This is especially useful for where the shoe meets the sole.\n", "Use for cleaning threaded mechanical parts.\n", "Use for cleaning greasy auto parts.\n", "The artistic type can use one as a coarse paint brush.     ", "Use for cleaning combs.  \n", "Melt the handle until soft enough to bend at a 90 degree angle (with bristles pointing out),\nand\nuse it to clean coffee makers, etc.  (Bob) ", "Take the bristles out, soften the handle in boiling\nwater, bend to fit your wrist and then paint.  Wear it as a bracelet.  (R.B.E.)\n", "Use old ones to clean the grooves between the tiles in your bathroom.  (Jen)\n"]}, "Umbrella": {"href": "../reuse/umbrella", "content": ["Take to the beach and use for protection from the sun.\n", "Secure to the pool deck and use for protection from the sun while\nsupervising swimming children.\n", "Set up in yard to give your pet shelter from the sun if there are no trees.\n"]}, "Valentine's Day": {"href": "../reuse/valentin.html", "content": ["Use for gift wrapping ties, scarves and gloves.  (Shelley)\n", "Square candy boxes can be used for wrapping gifts, storing art supplies or\ncarrying cross-stitch work.  (Shelley)\n", "Save love letters in heart-shaped boxes.  (Shelley)\n", "Fill with homemade candy.  (Rae)\n", null, "Cut a heart-shaped box so that you have a flat heart.  Save and let the kids\nuse it as a template.\n", null, null, "Cut and use for index cards.\n", "Use a smaller box for storing paperclips, rubber bands, etc.\n", "Use as a decorative change holder for your dresser.\n", "Use when making homemade candy.  Make sure they are clean and dry. \n(Shelley)\n", "String the wrappers together through the center to make a party lei. \n(Shelley)\n"]}, "Vegetable Scrubber": {"href": "../reuse/vegetable.scrubber", "content": ["Keep near the sink in your basement and use for scrubbing automotive grease off of your\nhands.\n", "Use for scrubbing bathroom tiles or tile floors.\n", "Use for cleaning running boards, mud flaps, floor mats and tires.\n", "Use to scrub burned food off of pots and pans.\n", "Use for cleaning greasy tools.\n"]}, "Wagon": {"href": "../reuse/wagon", "content": ["Use for transporting gardening tools around the yard.\n", "Use it when transporting wood for your fireplace.\n", "Use for storing your automotive tools.  Just pull the wagon out when you need them.\n", "Use for general transport of bulky objects.\n", "Use for bringing groceries home from the store (or from your car to your front door).\n", "Take the wheels and handle off, line it with a thick blanket and use it as a pet bed.\n", "Save the wheels for use on the lawn mower or in a homemade sled. ", "Use the wheels as\ntraining wheels (although this will take some handiwork).\n", "Paint to the desired color, roll it out to the middle of the yard and use it as a really big flower\npot.\n", "Take the wheels and handle off and use as a storage container for the garage or basement.\n", "Use to transport garbage to the curb on garbage day.  (Jon)\n"]}, "Wallpaper": {"href": "../reuse/wallpaper", "content": [null, "Use excess pieces to cover light switches and electrical sockets.\n"]}, "Washing Machine": {"href": "../reuse/washing.machine", "content": ["Detach the glass bubble from the door of a front-loading washing machine, wash it really,\nreally good and then use it for a fancy salad bowl.  (Xtan) \n", "Use the inner tub of a broken washing machine as an outdoor flower pot. \n(Frugel)\n"]}, "Watch Bands": {"href": "../reuse/watch.bands", "content": ["Use as \"stoppers\" by cutting and glueing to cupboard frames.\n", "Wrap around tent poles/tripod poles to keep them all together.\n", "Fasten several together and make into a long band for tying larger objects.\n"]}, "Water": {"href": "../reuse/water", "content": ["Use water from a dehumidifier to water your plants.\n", "Set out a bucket or small trash can when it rains and then use the water on your house plants. \n(Jen)\n"]}, "Weights": {"href": "../reuse/weights", "content": ["Use to hold down tarps.\n", "Hang five pound weights from the pool cover to keep it from blowing around.\n", "Stack flat weights in two columns to an equal height and place a piece of plywood across for\nquick shelving in the basement or garage. ", "Use as a door stop.\n", "Take the velcro from the ankle or wrist weights and use for something which requires velcro.\n"]}, "Wheel Barrow": {"href": "../reuse/wheel.barrow", "content": [null]}, "Window Shades": {"href": "../reuse/window.shades", "content": ["Use the pull-down type as a protective covering for your table when the kids are painting,\nplaying with play-doh, etc.\n", "Use in the garage for resting greasy tools on (to keep the work bench clean).\n"]}, "Wine Bottles": {"href": "../reuse/bottles", "content": ["Use an old beer bottle as a candle holder--the wax dripping over the side will make pretty\ndesigns.  Keep an eye on it to make sure nothing burns.  (Jon) \n", "Fill a clear glass bottle with small candies.\n", "Make a wine bottle into a vase.\n", "Use a larger wine bottle as a bank.\n", "Fill with water and freeze.  They make nice \"blue ice\" for                      \ncoolers--especially longer trips.  Don't forget to leave room for the                     \nexpanding water.          \n", "Give it to your puppy.  It becomes a (noisy) toy!  (My Dog)                     \n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.     \n", "Fill with colored sand and use as a doorstop.\n", "Use to make your own bottled water.\n", "Use large, sports drink bottles as pitchers for juice at home (Glamour Gal).\n", "Ketchup, mustard, etc bottles make cheap, short-range squirt guns. \n", "Use old plastic bottles (such as syrup bottles) for storing homemade ice-cream sauce or other\nhomemade food.  (Rae) \n", "Use the cap and an index card to trap spiders and let them out of the house. ", "WASH\nthoroughly and fill with homemade window/glass cleaner. ", "WASH thoroughly, fill with\nwater,\nand use for misting plants. \n", "Fill with soapy water and keep by the area in your house which has been\ninfiltrated by ants.  It is messier than traps, but safer than poison.\n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc.          \n", "Use detergent, fabric\nsoftener or shampoo bottles filled with USED motor oil for lubricating drive chains.  (Nick)\n", "Fill glass cleaner bottles with soapy water and keep by the area in your\nhouse which has been infiltrated by ants.  It is messier than traps, but safer than poison.\n", "Cut the top part off of a liquid laundry detergent container.  Use the main\npart as a pooper scooper and the top portion as the pusher.  Empty, rinse and reuse.  (Barb)\n", "Use the lids as reusable \"paper cups\" for the bathroom.\n", "Fill with colorful liquids and give to children for playing \"store.\"  Be sure\nthat children don't stain their clothes with the color.  (Tschuege)\n", "Make it into a vase.  Partially fill it with marbles, stones                     \nor something fairly heavy to keep it from tipping.  Then paint it to                      \nmatch your decor.          \n          \n", "Remove the cap, cut off the bottom, and use it for a funnel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with hand cream                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Refill the smaller sized bottles (the sample/travel size) with shampoo                     \nfrom your house and keep in it your purse or take it with you when you travel.                     \n", "Fill the smaller sized bottles with aspirin for your purse, book bag,                      \nsuitcase, etc. \n", "Fill with sand, rocks, marbles, etc. and use as weights.  Different sized bottles \ncan be used to make different sized weights.         \n"]}, "Wrapping Paper": {"href": "../reuse/wrapping.paper", "content": ["Glue to a thin piece of cardboard (or thick piece of paper), hole punch and\nsew to clothing as sequins.\n"]}}